Repository: silvercircle/slrn
Catalog: po/*.po
Languages: pl, tr

source: Server failed LIST ACTIVE.
pl: B³±d polecenia LIST ACTIVE.
tr: Sunucuda LIST ACTIVE sorunu.

source: * The autosave file of %s is newer than the file itself.
pl: * Plik autozapisu dla pliku %s jest nowszy od orygina³u.
tr: * %s dosyasýnýn otomatik kaydý, dosyanýn kendisinden yeni.

source: Do you want to restore your newsrc from the autosave version
pl: Czy chcesz odtworzyæ plik newsrc z pliku autozapisu
tr: newsrc dosyanýz otomatik kaydýndan geri yüklensin mi

source: Unable to create %s.
pl: Nie mogê utworzyæ pliku %s.
tr: %s yaratýlamýyor.

source: --The next step may take a while if the NNTP connection is slow.--
pl: --Je¶li masz wolne ³±cze, nastêpna operacja mo¿e trochê potrwaæ.--
tr: --NNTP baðlantýnýz yavaþ ise sonraki adým biraz zaman alabilir.--

source: Creating %s.
pl: Tworzenie %s.
tr: %s yaratýlýyor.

source: Unable to read newsrc file
pl: Nie mo¿na odczytaæ pliku newsrc
tr: newsrc dosyasý okunamadý

source: Writing %s ...
pl: Zapisujê %s ...
tr: %s yazýlýyor ...

source: Unable to open file %s for writing.
pl: Nie mo¿na otworzyæ pliku %s do zapisu.
tr: %s dosyasýna yazýlamýyor.

source: Writing %s ... done.
pl: Zapisujê %s ... OK.
tr: %s yazýlýyor ... bitti.

source: Write to %s failed! Disk Full?
pl: B³±d zapisu %s. Dysk jest pe³en?
tr: %s yazýlamadý! Disk dolu mu?

source: SPC:Select p:Post c:CatchUp l:List q:Quit ^R:Redraw (u)s:(Un)Subscribe
pl: SPC:Wybierz p:Wy¶lij c:Przeczyt. l:Lista q:Wyj¶cie ^R:Od¶wie¿ (u)s:Subskryb.
tr: BOÞLUK:Seç p:Gönder c:Eþitle l:Listele q:Çýk ^R:Ekran tazele u:Abone ol s:Abonelik sil

source: -%D-News Groups: %s %-20g -- %L (%P)
pl: [-%D-] Grupy: %s %-20g -- %L (%P)
tr: -%D-Haber gruplarý: %s %-20g -- %L (%P)

source: Array of string expected.
pl: Oczekiwano tablicy napisów.
tr: Dize dizisi gerekli.

source: One-dimensional array expected.
pl: Oczekiwano tablicy jednowymiarowej.
tr: Tek boyutlu dizi gerekli.

source: User is Unregistered
pl: U¿ytkownik nie jest zarejestrowany
tr: Kullanýcý kayýtlý deðil

source: Service is Busy
pl: Us³uga zajêta
tr: Servis meþgul

source: Service Unavailable
pl: Us³uga niedostêpna
tr: Servis yok

source: Already logged in
pl: Ju¿ zalogowany
tr: Oturum zaten açýk

source: Server failed to return proper response
pl: B³±d serwera
tr: Sunucu yanýt gönderemedi

source: Not enough memory
pl: Brak pamiêci
tr: Bellek yeterli deðil

source: Error writing to server
pl: B³±d zapisu do serwera
tr: Sunucuya yazma hatasý

source: Error reading from server
pl: B³±d odczytu z serwera
tr: Sunucudan okuma hatasý

source: Token is invalid
pl: Nieprawid³owy token
tr: Yetki kartý geçersiz

source: Newsgroup not supported
pl: GroupLens nie wspiera tej grupy dyskusyjnej
tr: Bu haber grubu desteði yok

source: Unknown Error
pl: Nieznany b³±d
tr: Belirsiz Hata

source: Failed: %s
pl: B³±d: %s
tr: Baþarýsýz: %s

source: %s usage: %s [default] PSEUDONYM
pl: %s u¿ycie: %s [default] PSEUDONIM
tr: %s kullanýmý: %s [default] PSEUDONYM

source: %s: expecting a single argument
pl: %s: oczekiwano jednego argumentu
tr: %s: bir tek deðiþken bekleniyor

source: Too many arguments
pl: Za du¿o argumentów
tr: Çok fazla deðiþken

source: Reading %s
pl: Czytam %s
tr: %s okunuyor

source: Error processing line %u of %s
pl: B³±d przetwarzania wiersza %u pliku %s
tr: (satýr %u) %s iþlenirken hata oldu

source: Checking to see if server %s:%d is alive...
pl: Sprawdzam, czy serwer %s:%d dzia³a...
tr: %s:%d sunucusunun durumu kontrol ediliyor...

source: GroupLens support initialized.
pl: Obs³uga GroupLens zainicjowana.
tr: GroupLens desteði açýldý.

source: Logging out of GroupLens servers ...
pl: Wylogowywanie z serwera GroupLens ...
tr: GroupLens sunucularý ile oturum kapatýlýyor ...

source: Getting GroupLens predictions from %s:%d...
pl: Pobieranie listy ocen GroupLens z serwera %s:%d...
tr: %s:%d sunucusundan GroupLens öngörüleri alýnýyor...

source: Sending GroupLens ratings to %s:%d...
pl: Wysy³am oceny GroupLens na %s:%d...
tr: %s:%d sunucusuna GroupLens notlarý gönderiliyor...

source: More information about slrn can be found on its home page:
pl: Wiêcej informacji o slrn mo¿na znale¼æ na jego stronie domowej:
tr: Slrn hakkýnda daha fazla bilgi ev sayfasýnda bulunabilir:

source: Questions not covered by the documentation can be posted to
pl: Pytania, na które nie ma odpowiedzi w dokumentacji mo¿na zadawaæ na grupach:
tr: Dokümanlarda cevabýný bulamadýðýnýz sorularýnýz için

source: news.software.readers
pl: news.software.readers (po angielsku), pl.news.czytniki (po polsku).
tr: news.software.readers (Usenet haber grubu)

source: Note: The keys are case sensitive! That is, 's' and 'S' are not the same.
pl: Uwaga: Polecenia rozró¿niaj± wielko¶æ liter! 'S' i 's' nie s± identyczne.
tr: Dikkat: Komutlar büyük-küçük harf duyarlýdýr! Yani, 's' ve 'S' ayný deðil.

source: General movement:
pl: Klawisze podstawowe:
tr: Genel dolaþým:

source: n Go to the next unread article (or next group, if at end).
pl: n Przejd¼ do nastêpnego nieprzeczytanego artyku³u.
tr: n Sonraki yeni iletiye (son iletide, sonraki gruba) geç.

source: p Go to the previous unread article.
pl: p Przejd¼ do poprzedniego nieprzeczytanego artyku³u.
tr: p Önceki yeni iletiye geç.

source: N, ESC RIGHT Skip to next group.
pl: N, ESC PRAWO Przejd¼ do nastêpnej grupy.
tr: N, ESC SAÐA Sonraki gruba geç.

source: ESC LEFT Go to previous group.
pl: ESC LEWO Przejd¼ do poprzedniej grupy.
tr: ESC SOLA Önceki gruba geç.

source: ! Go to the next article with a high score.
pl: ! Przejd¼ do nastêpnego wa¿nego artyku³u.
tr: ! Sonraki yüksek puanlý bir iletiye geç.

source: = Go to the next article with the same subject.
pl: = Nastêpny artyku³ o tym samym temacie.
tr: = Ayný konulu sonraki iletiye geç.

source: L Go to the last read article and display it.
pl: L Przejd¼ do artyku³u czytanego poprzednio.
tr: L Son okunmuþ iletiye geç.

source: Actions:
pl: Podstawowe czynno¶ci:
tr: Eylemler:

source: P Post a new article (no followup).
pl: P Wy¶lij nowy artyku³ (NIE odpowied¼).
tr: P Gruba yeni ileti gönder.

source: ESC P Post or edit a postponed article.
pl: ESC P Wy¶lij lub edytuj od³o¿ony artyku³.
tr: ESC P Erteli bir iletiyi düzenle veya gönder.

source: f Post a followup to the current article.
pl: f Odpowiedz na bie¿±cy artyku³.
tr: f Gruba yanýtla.

source: ESC 1 f Include all headers in the followup.
pl: ESC 1 f Do³±cz wszystkie nag³ówki.
tr: ESC 1 f Gruba yanýtta tüm üstbilgiler olsun.

source: ESC 2 f Followup without modifying (e.g. quoting) the article.
pl: ESC 2 f Nie dodawaj znaków cytowania.
tr: ESC 2 f Alýntýsýz olarak gruba yanýtla.

source: r Reply to poster (via email).
pl: r Odpisz autorowi artyku³u.
tr: r E-posta ile gönderene yanýtla.

source: F Forward the current article to someone (via email).
pl: F Prze¶lij artyku³ do kogo¶ (poczt±).
tr: F E-posta ile baþkasýna ilet.

source: ESC 1 F Forward the current article (including all headers).
pl: ESC 1 F Prze¶lij artyku³ (w³±czaj±c wszystkie nag³ówki).
tr: ESC 1 F Tüm üstbilgiler ile ilet.

source: ESC Ctrl-S Supersede article (you have to be the author).
pl: ESC Ctrl-S Zast±p artyku³ przez edycjê oryginalnego tekstu.
tr: ESC Ctrl-S Ýletiyi düzelt (önceden gruba gönderdiðiniz).

source: ESC Ctrl-C Cancel article (you have to be the author).
pl: ESC Ctrl-C Anuluj artyku³ (musisz byæ jego autorem).
tr: ESC Ctrl-C Ýletiyi iptal et (önceden gruba gönderdiðiniz).

source: o Save article, tagged articles or thread to file.
pl: o Dopisz artyku³, w±tek lub zaznaczone artyku³y do pliku.
tr: o Ýletiyi, imli iletileri veya görüþmeyi sakla.

source: | Pipe article to an external program.
pl: | Prze¶lij artyku³ do zewnêtrznego polecenia.
tr: | Ýletiyi harici bir komuta girdir.

source: y Print article (as displayed).
pl: y Drukuj artyku³ (w takiej postaci w jakiej jest wy¶wietlany).
tr: y Ýletiyi yazdýr (göründüðü gibi).

source: ESC 1 y Print article (unwrapped and including hidden lines).
pl: ESC 1 y Drukuj artyku³ (bez zawijania i z do³±czonym tekstem ukrytym).
tr: ESC 1 y Ýletiyi yazdýr (açýk olarak, saklý satýrlar dahil).

source: : Decode article, tagged articles or thread.
pl: : Dekoduj artyku³, zaznaczone artyku³y lub w±tek.
tr: : Ýleti, imli iletiler veya görüþmeyi çöz.

source: Ctrl-Z Suspend slrn.
pl: Ctrl-Z Zawie¶ slrn.
tr: Ctrl-Z Programý askýya al.

source: q Return to group display.
pl: q Wyjd¼ z trybu artyku³ów do trybu grup.
tr: q Grup görüntüsüne dön.

source: Q Quit slrn immediately.
pl: Q Natychmiastowe wyj¶cie z slrn.
tr: Q Derhal programdan çýk.

source: Moving in the article pager:
pl: Poruszanie siê w oknie artyku³u:
tr: Ýleti sayfasýnda dolaþým:

source: ESC DOWN Scroll article down one line.
pl: ESC DÓ£ Przewiñ artyku³ o jeden wiersz w dó³.
tr: ESC AÞAÐI Bir satýr aþaðý.

source: ESC UP Scroll article up one line.
pl: ESC GÓRA Przewiñ artyku³ o jeden wiersz w górê.
tr: ESC YUKARI Bir satýr yukarý.

source: SPACE Scroll article down one page (or select next, if at end).
pl: SPACJA Wybierz lub przewijaj w dó³ obecnie wybrany artyku³.
tr: BOÞLUK Bir sayfa aþaðý (ileti sonunda, sonrakine geç).

source: DELETE, b Scroll article up one page.
pl: DEL, b Przewijaj obecnie wybrany artyku³ w górê.
tr: DEL, b Bir sayfa yukarý.

source: > Move to end of the article.
pl: > Poka¿ koniec artyku³u.
tr: > Ýleti sonuna git.

source: < Move to beginning of the article.
pl: < Poka¿ pocz±tek artyku³u.
tr: < Ýleti baþýna git.

source: LEFT Pan article to the left.
pl: LEWO Przewiñ artyku³ w lewo.
tr: SOLA Sola kaydýr.

source: RIGHT Pan article to the right.
pl: PRAWO Przewiñ artyku³ w prawo.
tr: SAÐA Saða kaydýr.

source: / Search forward in the article.
pl: / Szukaj w przód w artykule.
tr: / Ýletide ara (ileri).

source: TAB Skip beyond quoted text.
pl: TAB Przejd¼ poza cytowany tekst.
tr: SEKME Alýntýnýn ilerisine atla.

source: g Skip to next digest.
pl: g Przejd¼ do nastêpnego punktu w artykule.
tr: g Sonraki özete atla.

source: Moving in the header display:
pl: Poruszanie siê w oknie nag³ówków:
tr: Üstbilgi sayfasýnda dolaþým:

source: DOWN, Ctrl-N Move to the next article.
pl: DÓ£, Ctrl-N Przejd¼ do nastêpnego artyku³u.
tr: AÞAÐI, CTRL-N Sonraki ileti.

source: UP, Ctrl-P Move to the previous article.
pl: GÓRA, Ctrl-P Przejd¼ do poprzedniego artyku³u.
tr: YUKARI, Ctrl-P Önceki ileti.

source: Ctrl-D Scroll down one page.
pl: Ctrl-D Przejd¼ stronê w dó³ na li¶cie nag³ówków.
tr: Ctrl-D Bir sayfa aþaðý.

source: Ctrl-U Scroll up one page.
pl: Ctrl-U Przejd¼ stronê w górê na li¶cie nag³ówków.
tr: Ctrl-U Bir sayfa yukarý.

source: ESC > Go to the last article in group.
pl: ESC > Przejd¼ na koniec listy nag³ówków.
tr: ESC > Gruptaki son iletiye git.

source: ESC < Go to the first article in group.
pl: ESC < Przejd¼ na pocz±tek listy nag³ówków.
tr: ESC < Gruptaki ilk iletiye git.

source: j Jump to article (by server number).
pl: j Przeskocz do artyku³u (podaj±c jego numer).
tr: j Sunucu numarasýna göre iletiye git.

source: a Author search forward.
pl: a Szukaj autora w przód.
tr: a Yazar ara (ileri).

source: A Author search backward.
pl: A Szukaj autora w ty³.
tr: A Yazar ara (geri).

source: s Subject search forward.
pl: s Szukaj tematu w przód.
tr: s Konu ara (ileri).

source: S Subject search backward.
pl: S Szukaj tematu w ty³.
tr: S Konu ara (geri).

source: Marking as read/unread:
pl: Zaznaczanie jako przeczytane/nieprzeczytane:
tr: Yeni/okunmuþ saymak:

source: d Mark article or collapsed thread as read.
pl: d Zaznacz artyku³ lub zwiniêty w±tek jako przeczytany.
tr: d Ýleti veya yayýk görüþmeyi okunmuþ say.

source: u Mark article or collapsed thread as unread.
pl: u Zaznacz artyku³ lub zwiniêty w±tek jako nieprzeczytany.
tr: u Ýleti veya yayýk görüþmeyi yeni say.

source: ESC d Mark entire (sub-)thread as read.
pl: ESC d Zaznacz ca³y (pod-)w±tek jako przeczytany.
tr: ESC d Tüm (alt)görüþmeyi okunmuþ say.

source: c Catchup - mark all articles as read.
pl: c Zaznacz wszystkie artyku³y jako przeczytane.
tr: c Eþitle - tüm iletileri okunmuþ say.

source: C Mark all articles up to the current position as read.
pl: C Zaznacz artyku³y do bie¿±cej pozycji jako przeczytane.
tr: C Buraya kadarki tüm iletileri okunmuþ say.

source: ESC u Un-Catchup - mark all articles as unread.
pl: ESC u Zaznacz wszystkie artyku³y jako nieprzeczytane.
tr: ESC u Yenile - tüm iletileri yeni say.

source: ESC U Mark all articles up to the current position as unread.
pl: ESC U Zaznacz artyku³y do bie¿±cej pozycji jako nieprzeczytane.
tr: ESC U Buraya kadarki tüm iletileri yeni say.

source: x Remove all non-tagged read articles from the list.
pl: x Usuñ przeczytane artyku³y z listy nag³ówków.
tr: x Ýmsiz okunmuþ tüm iletileri listeden sil.

source: Article pager commands:
pl: Polecenia odnosz±ce siê do okna artyku³u:
tr: Ýleti sayfasý komutlarý:

source: t Show full headers (on/off).
pl: t W³±cz/wy³±cz wy¶wietlanie nieistotnych nag³ówków.
tr: t Üstbilgi görüntüsü (var/yok).

source: ESC r Decrypt ROT-13 (on/off).
pl: ESC r W³±cz/wy³±cz szyfrowanie ROT13.
tr: ESC r ROT-13 çözümü (var/yok).

source: T Display quoted lines (on/off).
pl: T W³±cz/wy³acz wy¶wietlanie cytowanych wierszy.
tr: T Alýntý görüntüsü (var/yok).

source: \ Show signature (on/off).
pl: \ W³±cz/wy³acz wy¶wietlanie sygnaturki.
tr: \ Ýmza görüntüsü (var/yok).

source: W Wrap long lines (on/off).
pl: W W³±cz/wy³±cz zawijanie wierszy.
tr: W Uzun satýr bükümü (var/yok).

source: ] Show PGP signature (on/off).
pl: ] W³±cz/wy³acz wy¶wietlanie sygnatury PGP.
tr: ] PGP imza görüntüsü (var/yok).

source: [ Show verbatim marks (on/off).
pl: [ Poka¿/ukryj znaczniki verbatim.
tr: [ Tek renkli metin iþareti görüntüsü (var/yok).

source: Ctrl-^ Enlarge the article window.
pl: Ctrl-^ Zwiêksz rozmiar okna nag³ówków o jedn± liniê.
tr: Ctrl-^ Ýleti penceresini geniþlet.

source: ^ Shrink the article window.
pl: ^ Zmniejsz rozmiar okna nag³ówków o jedn± liniê.
tr: ^ Ýleti penceresini daralt.

source: z Maximize / Unmaximize the article window.
pl: z Powiêksz/Zmniejsz okno artyku³u.
tr: z Ýleti penceresini tam geniþlet, veya bu iþlemi geri al.

source: h Hide / Show the article window.
pl: h Ukryj okno artyku³u.
tr: h Ýleti penceresini göster veya gizle.

source: U Search for URLs and follow them.
pl: U Wywo³aj przegl±darkê URL.
tr: U URL ara ve takip et.

source: Header window commands:
pl: Polecenia odnosz±ce siê do okna nag³ówków:
tr: Üstbilgi penceresi komutlarý:

source: ESC t Collapse / Uncollapse thread.
pl: ESC t Zwiñ/rozwiñ w±tek.
tr: ESC t Görüþmeyi yay, veya topla.

source: ESC 1 ESC t Collapse / Uncollapse all threads.
pl: ESC 1 ESC t Zwiñ/rozwiñ wszystkie w±tki.
tr: ESC 1 ESC t Tüm görüþmeleri yay, veya topla.

source: ESC a Toggle between header display formats.
pl: ESC a Prze³±cz format wy¶wietlania nag³ówków.
tr: ESC a Baþka üstbilgi gösterim biçemine geç.

source: ESC s Select threading and sorting method.
pl: ESC s Wybierz sposób sortowania.
tr: ESC s Sýralama ve görüþme düzenleme yöntemi seç.

source: Miscellaneous actions:
pl: Ró¿ne polecenia:
tr: Muhtelif iþlemler:

source: K Create a scorefile entry interactively.
pl: K Utwórz now± regu³kê punktacji (Score).
tr: K Etkileþimli olarak bir puan dosyasý kuralý oluþtur.

source: ESC 1 K Edit scorefile.
pl: ESC 1 K Edytuj plik punktacji.
tr: ESC 1 K Puan dosyasý düzenle.

source: m (Un-)mark article body for download by slrnpull.
pl: m (Za/od)znacz artyku³ do uzupe³nienia (¶ci±gniêcia tre¶ci).

source: v Show which scorefile rules matched the current article.
pl: v Poka¿, która regu³ka punktacji pasuje do artyku³u.
tr: v Ýleti ile eþleþen puan dosyasý kurallarýný göster.

source: * The following five commands query the server if necessary:
pl: * Nastêpne piêæ poleceñ wysy³a zapytania do serwera je¶li to konieczne:
tr: * Bu komutlar gerekirse sunucuyu sorgular:

source: ESC l Locate article by its Message-ID.
pl: ESC l Wyszukaj artyku³ przez Message-ID.
tr: ESC l Kimliðine göre ileti belirle.

source: ESC Ctrl-P Find all children of current article.
pl: ESC Ctrl-P Znajd¼ nag³ówki potomków.
tr: ESC Ctrl-P Tüm alt-iletileri bul.

source: ESC p Find parent article.
pl: ESC p Znajd¼ nag³ówek rodzica.
tr: ESC p Üst-iletiyi bul.

source: ESC 1 ESC p Reconstruct thread (slow when run on large threads).
pl: ESC 1 ESC p Odtwórz w±tek (dzia³a wolno przy du¿ych w±tkach).
tr: ESC 1 ESC p Görüþmeyi tekrar oluþtur (yavaþ, ama kapsamlý).

source: ESC 2 ESC p Reconstruct thread (faster, may not find all articles).
pl: ESC 2 ESC p Odtwórz w±tek (szybsze, ale mo¿e nie odnale¼æ wszyst. artyk.)
tr: ESC 2 ESC p Görüþmeyi tekrar oluþtur (hýzlý, ama yüzeysel).

source: ; Set a mark at the current article.
pl: ; Ustaw znacznik na bie¿±cej pozycji.
tr: ; Ýletiyi iþaretle.

source: , Return to previously marked article.
pl: , Powróæ do poprzedniego znacznika.
tr: , Ýþaretli iletiye git.

source: # Numerically tag article (for saving / decoding).
pl: # Zaznacz numerycznie art. (do dekodowania).
tr: # Ýletiyi sayýsal imle (saklama / çözme için).

source: ESC # Remove all numerical tags.
pl: ESC # Odznacz art. zaznaczone numerycznie.
tr: ESC # Tüm sayýsal imleri kaldýr.

source: * Protect article from catchup commands.
pl: * Zabezpiecz artyku³ przed przypadkowym usuniêciem.
tr: * Ýletiyi eþitleme komutundan koru.

source: ESC 1 * Remove all protection marks.
pl: ESC 1 * Usuñ wszystkie zabezpieczenia przed usuniêciem.
tr: ESC 1 * Tüm korumalarý kaldýr.

source: . Repeat last key sequence.
pl: . Powtórz ostatni± sekwencjê klawiszy.
tr: . Son komutu tekrarla.

source: Ctrl-X ESC Read line and interpret it as S-Lang.
pl: Ctrl-X ESC Wpisz polecenie w S-Langu.
tr: Ctrl-X ESC Satýrý oku ve S-Lang olarak yorumla.

source: 0 Rate article with GroupLens.
pl: 0 Nadaj artyku³owi ocenê GroupLens.
tr: 0 Ýletiye GroupLens ile not ver.

source: Ctrl-R, Ctrl-L Redraw screen.
pl: Ctrl-R, Ctrl-L Od¶wie¿ ekran.
tr: Ctrl-R, Ctrl-L Ekran tazele.

source: ? Display this help screen.
pl: ? Wy¶wietl pomoc.
tr: ? Bu yardým ekranýný görüntüle.

source: Cursor movement:
pl: Poruszanie kursorem:
tr: Ýmleç dolaþýmý:

source: DOWN Go to the next group.
pl: DÓ£ Przejd¼ do nastêpnej grupy.
tr: AÞAÐI Sonraki gruba geç.

source: UP Go to the previous group.
pl: GÓRA Przejd¼ do poprzedniej grupy.
tr: YUKARI Önceki gruba geç.

source: Ctrl-V, Ctrl-D Scroll to the next page.
pl: Ctrl-V, Ctrl-D Przejd¼ do nastêpnej strony.
tr: Ctrl-V, Ctrl-D Sonraki sayfa.

source: ESC V, Ctrl-U Scroll to the previous page.
pl: ESC V, Ctrl-U Przejd¼ do poprzedniej strony.
tr: ESC V, Ctrl-U Önceki sayfa.

source: ESC > Go to the bottom of the list.
pl: ESC > Przejd¼ na koniec listy.

source: ESC < Go to the top of the list.
pl: ESC < Przejd¼ na pocz±tek listy.

source: / Group keyword search.
pl: / Znajd¼ grupê.
tr: / Grup ara.

source: SPACE, RETURN Enter the current newsgroup.
pl: SPACJA, ENTER Wybierz bie¿±c± grupê.
tr: BOÞLUK, ENTER Gruba gir.

source: * The following variations also download previously read articles:
pl: * Poni¿sze kombinacje spowoduj± wczytanie ju¿ przeczytanych artyku³ów:
tr: * Aþaðýdakiler okunmuþ iletileri de karþýdan yükler:

source: ESC 1 SPACE Enter group with article number query.
pl: ESC 1 SPACJA Wybierz grupê i zapytaj o liczbê artyku³ów do pobrania.
tr: ESC 1 BOÞLUK Okunacak ileti sayýsýný sorarak gruba gir.

source: ESC 2 SPACE Enter group, but do not apply score.
pl: ESC 2 SPACJA Wybierz grupê bez stosowania punktacji.
tr: ESC 2 BOÞLUK Puanlamadan gruba gir.

source: ESC 3 SPACE Enter group with query, but without scoring.
pl: ESC 3 SPACJA Wybierz grupê bez punktacji i zapytaj o licz. art.
tr: ESC 3 BOÞLUK Ýleti sayýsýný sorarak, ama puanlamadan gruba gir.

source: ESC 4 SPACE Enter the current newsgroup.
pl: ESC 4 SPACJA Wybierz bie¿±c± grupê.
tr: ESC 4 BOÞLUK Gruba gir.

source: P Post an article to the current newsgroup.
pl: P Wy¶lij artyku³ do bie¿±cej grupy.
tr: P Gruba ileti gönder.

source: ESC P Post or edit a postponed article.
pl: ESC P Wy¶lij od³o¿ony artyku³.
tr: ESC P Erteli bir iletiyi düzenle veya gönder.

source: G Get new news from server.
pl: G Pobierz nowe artyku³y z serwera.
tr: G Sunucudan yeni iletileri al.

source: K Select scoring mode.
pl: K Zmieñ rodzaj punktacji.
tr: K Puanlama þekli seç.

source: . Repeat last key sequence.
pl: . (Kropka) Powtórz ostatni± sekwencjê klawiszy.
tr: . Son komutu tekrarla.

source: Ctrl-X ESC Read line and interpret it as S-Lang.
pl: Ctrl-X ESC Wpisz polecenie w S-Lang.
tr: Ctrl-X ESC Satýrý oku ve S-Lang olarak yorumla.

source: Ctrl-Z Suspend slrn.
pl: Ctrl-Z Zawie¶ slrn.
tr: Ctrl-Z Programý askýya al.

source: q Quit slrn.
pl: q Zakoñcz slrn.
tr: q Programdan çýk.

source: Group management (affects newsrc file):
pl: Zarz±dzanie grupami (dotyczy pliku newsrc):
tr: Grup yönetimi (newsrc dosyasý etkilenir):

source: c Catchup - Mark all articles as read.
pl: c Zaznacz wszystkie artyku³y jako przeczytane.
tr: c Eþitle - Tüm iletileri okunmuþ say.

source: ESC u Un-Catchup - Mark all articles as unread.
pl: ESC u Zaznacz wszystkie artyku³y jako nieprzeczytane.
tr: ESC u Yenile - Tüm iletileri yeni say.

source: a Add a new newsgroup.
pl: a Dodaj now± grupê.
tr: a Haber grubu ekle.

source: s Subscribe to the current newsgroup.
pl: s Subskrybuj bie¿±c± grupê.
tr: s Haber grubuna abone ol.

source: ESC 1 s Subscribe to groups matching a pattern.
pl: ESC 1 s Subskrybuj grupy wed³ug podanego wzorca.
tr: ESC 1 s Kritere uygun gruplara abone ol.

source: u Unsubscribe from the current newsgroup.
pl: u Odwo³aj subskrypcjê bie¿±cej grupy.
tr: u Haber grubuna aboneliði sil.

source: ESC 1 u Unsubscribe from groups matching a pattern.
pl: ESC 1 u Odwo³aj subskrybcjê grup wed³ug podanego wzorca.
tr: ESC 1 u Kritere uygun gruplara aboneliði sil.

source: m Move newsgroup to a different location.
pl: m Przenie¶ grupê w inne miejsce.
tr: m Grubu farklý yere taþý.

source: Ctrl-X, Ctrl-T Transpose position of groups.
pl: CTRL-X CTRL-T Zamieñ s±siaduj±ce grupy miejscami.
tr: Ctrl-X, Ctrl-T Gruplarýn yerini topluca kaydýr.

source: X Force a save of the newsrc file.
pl: X Wymu¶ zapisanie pliku newsrc.
tr: X newsrc dosyasýný sakla.

source: Display:
pl: Wy¶wietlanie:
tr: Görüntü:

source: ESC a Toggle between group display formats.
pl: ESC a W³±cz/Wy³±cz wy¶wietlanie opisów grup.
tr: ESC a Baþka grup gösterim biçemine geç.

source: l Toggle display of groups without unread articles.
pl: l Prze³±cz wy¶wietlanie grup bez nieprzeczytanych wiad.
tr: l Yeni iletisi olmayan gruplarýn görüntüsü (var/yok).

source: L Toggle listing of unsubscribed groups.
pl: L W³±cz/Wy³±cz listê niesubskrybowanych grup.
tr: L Abone olunmamýþ gruplarýn görüntüsü (var/yok).

source: ESC 1 L Hide unsubscribed groups.
pl: ESC 1 L Ukryj niesubskrybowane grupy.
tr: ESC 1 L Abone olunmamýþ gruplarý gizle.

source: ESC 2 L Show unsubscribed groups.
pl: ESC 2 L Poka¿ niesubskrybowane grupy.
tr: ESC 2 L Abone olunmamýþ gruplarý göster.

source: Ctrl-L, Ctrl-R Redraw the screen.
pl: Ctrl-L, Ctrl-R Od¶wie¿ ekran.
tr: Ctrl-L, Ctrl-R Ekran tazele.

source: ? Display this help screen.
pl: ? Poka¿ pomoc podrêczn±.
tr: ? Bu yardým ekranýný görüntüle.

source: (continued)
pl: (dokoñczenie)
tr: (devamý var)

source: As a translation would not be legally binding, it remains untranslated.
pl: T³umaczenie nie mia³oby mocy prawnej, nie bêdzie wiêc u¿yte.
tr: Çevirisinin yasal müeyyidesi olmamasý nedeniyle orjinal olarak yer almaktadýr.

source: The following copyright notice applies to the slrn newsreader:
pl: Prawa autorskie dotycz±ce czytnika slrn:
tr: Aþaðýdaki telif hakký uyarýsý slrn programýna tatbik olunur:

source: Press 'c' to start over, or any other key to return to news reader.
pl: 'c' - od pocz±tku, inny klawisz - wyj¶cie.
tr: 'c' ile baþa, baþka bir tuþ ile programa geri dön.

source: Press 'c' for the copyright, '?' to start over, or any other key to quit help.
pl: 'c' - prawa autorskie, '?' - od pocz±tku, inny klawisz - wyj¶cie.
tr: 'c' ile telif hakký görüntüle, '?' ile baþa dön, baþka bir tuþla yardýmdan çýk.
