Repository: silvercircle/slrn
Catalog: po/*.po
Languages: pl, tr

source: %s: Obsolete spelling on line %d: Use "verbatim" instead of "verbatum"
pl: %s: Przestarza³a literówka w wierszu %d: U¿yj "verbatim" zamiast "verbatum"
tr: %s: %d no'lu satýrdaki yazýlýþ artýk geçerli deðil: "verbatum" yerine "verbatim" kullanýn.

source: %s is not a color object
pl: %s nie jest obiektem kolorowalnym
tr: %s bir renk nesnesi deðil

source: Due to a limitation in S-Lang, this feature is only available on Unix.
pl: Z powodu ograniczeñ S-Lang, ta funkcja jest dostêpna tylko pod Unixami.
tr: Bu özellik sadece Unix sistemlerde var.

source: %s is not a valid fully-qualified host name.
pl: %s nie jest prawid³ow±, pe³n± nazw± hosta.
tr: %s geçerli bir tam nitelikli bilgisayar adý deðil.

source: Username:
pl: Nazwa u¿ytkownika:
tr: Kullanýcý adý:

source: Password:
pl: Has³o:
tr: Parola:

source: Unable to initialize S-Lang readline library.
pl: Nie mogê zainicjowaæ biblioteki S-Lang readline.
tr: S-Lang readline kütüphanesi baþlatýlamadý.

source: Error initializing S-Lang preprocessor.
pl: B³±d inicjacji preprocesora S-Lang.
tr: S-Lang preprocessor baþlatýlma hatasý.

source: Reading startup file %s.
pl: Czytam plik konfiguracyjny %s.
tr: %s baþlangýç dosyasý okunuyor.

source: Server object '%s' is not supported.
pl: Obiekt serwera '%s' nie jest obs³ugiwany.
tr: '%s' sunucu nesnesi desteklenmiyor.

source: Post object '%s' is not supported.
pl: Obiekt wysy³ania '%s' nie jest obs³ugiwany.
tr: '%s' gönderme nesnesi desteklenmiyor.

source: %s: line %d: %sFile not opened: %s
pl: %s: wiersz %d: %sPlik nie zosta³ otwarty: %s
tr: %s: satýr %d: %sDosya açýlamadý: %s

source: Memory allocation failure.
pl: B³±d alokacji pamiêci.
tr: Bellek alýmý baþarýsýz.

source: Out of memory
pl: Brak pamiêci.
tr: Bellek yetersiz

source: File name too long.
pl: Zbyt d³uga nazwa pliku.
tr: Dosya adý çok uzun.

source: Pattern too long for buffer
pl: ¦cie¿ka jest zbyt d³uga

source: Cygwin conversion of %s failed.
pl: Konwersja Cygwin dla %s nie powiod³a siê.
tr: %s için Cygwin dönüþümü baþarýsýz.

source: Error closing file. File system full? (errno = %d)
pl: B³±d zamykania pliku. Czy¿by dysk by³ pe³en? (errno = %d)
tr: Dosya kapatma hatasý. Dosya sistemi dolu mu? (hata = %d)

source: Error opening %s
pl: B³±d otwierania %s
tr: %s açýlýrken hata

source: Write Error: %s
pl: B³±d zapisu: %s
tr: Yazma hatasý: %s

source: * Note: This version is a developer preview.
pl: * Uwaga: To jest wersja rozwojowa programu.
tr: * Not: Bu sürüm geliþtirici önizlemesidir.

source: S-Lang Library Version: %s
pl: Wersja biblioteki S-Lang: %s
tr: S-Lang Kütüphane Sürümü: %s

source: * Note: This program was compiled against version %s.
pl: * Uwaga: Program zosta³ skompilowany dla wersji %s.
tr: * Not: Bu program %s sürüm ile derlenmiþ.

source: Compiled at: %s %s
pl: Data kompilacji: %s %s
tr: Derleme zamaný: %s %s

source: Operating System: %s
pl: System Operacyjny: %s
tr: Ýþletim Sistemi: %s

source: Server closed connection. Cannot recover.
pl: Serwer zerwa³ po³±czenie. Nie mogê wznowiæ.
tr: Sunucu baðlantýyý kesti, ve düzeltilemeiyor.

source: Server does not provide this capability.
pl: Serwer nie obs³uguje tej funkcji.
tr: Sunucuda bu imkan yok.
