Repository: silvercircle/slrn
Catalog: po/*.po
Languages: pl, tr

source: Press 'q' to quit help, 'c' to start over, or any other key to continue.
pl: 'q' - wyj¶cie, 'c' - od pocz±tku, inny klawisz - dalej.
tr: 'q' ile yardýmdan çýk, 'c' ile baþa dön, baþka bir tuþla devam et.

source: Press 'q' to quit help, '?' to start over, or any other key to continue.
pl: 'q' - wyj¶cie, '?' - od pocz±tku, inny klawisz - dalej.
tr: 'q' ile yardýmdan çýk, '?' ile baþa dön, baþka bir tuþla devam et.

source: positive integer expected
pl: oczekiwano dodatniej liczby ca³kowitej
tr: pozitif tamsayý olmasý beklenir

source: select box function not available in batch mode.
pl: funkcja 'select box' nie jest dostêpna w trybie wsadowym.
tr: select box iþlevi toplu komut modunda geçerli deðil.

source: loading %s
pl: wczytujê %s
tr: %s yükleniyor

source: %s is not a valid variable name.
pl: %s nie jest prawid³ow± nazw± zmiennej.
tr: %s geçerli bir deðiþken adý deðil.

source: setlocale is not available on this system.
pl: setlocale nie jest dostêpne na tym systemie.
tr: setlocale bu sistemde yok.

source: Array must contain at least one, at most %d elements.
pl: Tablica powinna zawieraæ co najmniej 1 i co najwy¿ej %d elementów.
tr: Dizi en az bir, en fazla %d eleman içermeli.

source: definekey: no such keymap.
pl: definekey: nie ma takiej mapy klawiszy.
tr: definekey: böyle tuþ eþlemi yok.

source: undefinekey: no such keymap.
pl: undefinekey: nie ma takiej mapy klawiszy.
tr: undefinekey: böyle tuþ eþlemi yok.

source: Quit!
pl: Wyj¶cie!
tr: Çýk!

source: Terminal not initialized.
pl: Terminal nie zosta³ zainicjowany.
tr: Terminal baþlatýlamadý.

source: Not in article mode.
pl: Nie jeste¶ w trybie artyku³ów.
tr: Ýleti modunda deðil.

source: No article selected
pl: Nie wybrano artyku³u
tr: Seçili ileti yok.

source: Not in group mode.
pl: Nie jeste¶ w trybie grup.
tr: Grup modunda deðil.

source: Unable to open log file %s
pl: Nie mo¿na otworzyæ pliku logowania %s
tr: %s dosyasý açýlamadý

source: Could not replace article with given string.
pl: Nie mo¿na zast±piæ tre¶ci artyku³u podanym ci±giem
tr: Girilen dize ile ileti deðiþtirilemedi.

source: Quit
pl: Wyj¶cie
tr: Çýk

source: Refresh
pl: Od¶wie¿
tr: Tazele

source: Top
pl: Góra
tr: Üst

source: Bot
pl: Dó³
tr: Alt

source: Post
pl: Wy¶lij
tr: Gönder

source: Help
pl: Pomoc
tr: Yardým

source: Catchup
pl: Przeczytane
tr: Eþitle

source: NextGrp
pl: NastGrp
tr: SonrakiGrp

source: NextArt
pl: NastArt
tr: SonrakiÝlt

source: Reply
pl: Odpisz
tr: Yanýtla

source: Followup
pl: Odpowiedz
tr: GrubaYnt

source: No sorting
pl: Bez sortowania.
tr: Sýrasýz

source: Thread Headers
pl: W±tkuj nag³ówki.
tr: Üstbilgileri Görüþmelere Ayýr

source: Sort by subject
pl: Sortuj wg tematu.
tr: Konuya göre sýrala

source: Thread, then sort by subject.
pl: W±tkuj, potem sortuj wg tematu.
tr: Görüþmelere ayýr, sonra konuya göre sýrala.

source: Sort by scores.
pl: Sortuj wg punktacji.
tr: Puanlara göre sýrala.

source: Thread, then sort by scores.
pl: W±tkuj, potem sortuj wg punktacji.
tr: Görüþmelere ayýr, sonra puanlara göre sýrala.

source: Sort by score and subject
pl: Sortuj wg punktacji i tematu.
tr: Puan ve konuya göre sýrala

source: Thread, then sort by score and subject
pl: W±tkuj, potem sortuj wg punktacji i tematu.
tr: Görüþmelere ayýr, sonra puan ve konuya göre sýrala

source: Sort by date (most recent first)
pl: Sortuj wg daty (najnowsze na pocz±tku).
tr: Tarihe göre sýrala (en yeni baþta)

source: Thread, then sort by date (most recent first)
pl: W±tkuj, potem sortuj wg daty (od najnowszych)
tr: Görüþmelere ayýr, sonra tarihe göre sýrala (en yeni baþta)

source: Sort by date (most recent last)
pl: Sortuj wg daty (najnowsze na koñcu).
tr: Tarihe göre sýrala (en yeni sonda)

source: Thread, then Sort by date (most recent last)
pl: W±tkuj, potem sortuj wg daty (od najstarszych)
tr: Görüþmelere ayýr, sonra tarihe göre sýrala (en yeni sonda)

source: Custom sorting (see manual)
pl: Sortowanie u¿ytkownika (zobacz podrêcznik)
tr: Özel sýralama

source: Sorting Method
pl: Sposób sortowania
tr: Sýralama Yöntemi

source: (Select One)
pl: (Wybierz jedn± opcjê)
tr: (Birini Seçin)

source: Cancelled.
pl: Anulowano.
tr: Ýptal edildi.

source: [All]
pl: [Ca³o¶æ]
tr: [Tümü]

source: [Top]
pl: [Góra]
tr: [Üst]

source: [Bot]
pl: [Dó³]
tr: [Alt]

source: Press any key to close the window.
pl: Naci¶nij dowolny klawisz, aby zamkn±æ okno.
tr: Pencereyi kapatmak için bir tuþa basýn.

source: Use UP/DOWN to move, any other key to close the window.
pl: U¿yj GÓRA/DÓ£ do poruszania siê. Pozosta³e klawisze - wyj¶cie.
tr: YUKARI/AÞAÐI ile dolaþ, baþka bir tuþla pencereyi kapat

source: Use UP/DOWN to move, RETURN to select, Ctrl-G to cancel
pl: U¿yj GÓRA/DÓ£ do poruszania siê, ENTER aby wybraæ, Ctrl-G anuluje
tr: YUKARI/AÞAÐI ile dolaþ, ENTER ile seç, Ctrl-G ile iptal et

source: Use UP/DOWN to move, RETURN to select, q to quit
pl: U¿yj GÓRA/DÓ£ do poruszania siê, ENTER aby wybraæ, q aby anulowaæ
tr: YUKARI/AÞAÐI ile dolaþ, ENTER ile seç, q ile çýk

source: Creating directory list...
pl: Tworzenie listy katalogów...
tr: Klasör listesi oluþturuluyor...

source: Process this MIME article with metamail
pl: Przetwarzaæ ten artyku³ u¿ywaj±c metamail
tr: MIME iletisi metamail ile iþlensin mi

source: Unable to open tmp file for metamail.
pl: Nie mo¿na otworzyæ pliku tymczasowego dla metamail.
tr: metamail için tmp dosyasý açýlamadý.

source: Press return to continue ...
pl: Naci¶nij ENTER aby kontynuowaæ...
tr: Devam etmek için bir tuþa basýn ...

source: Out of memory.
pl: Brak pamiêci.
tr: Bellek yetersiz.

source: All
pl: Ca³o¶æ
tr: Tümü

source: slrn %v ** Press '?' for help, 'q' to quit. ** Server: %s
pl: slrn %v ** '?' pomoc, 'q' wyj¶cie ** Serwer: %s
tr: slrn %v ** Yardým için '?', çýkmak için 'q'. ** Sunucu: %s

source: This function is not available in batch mode.
pl: Ta funkcja nie jest dostêpna w trybie wsadowym.
tr: Toplu komut modunda bu iþlev mevcut deðil.

source: yYnNeE
pl: tTnNeE
tr: eEhHdD

source: Mail the message? Yes, No, Edit
pl: Wys³aæ wiadomo¶æ poczt±? Tak, Nie, Edytuj
tr: Ýleti postalansýn mý? Evet, Hayýr, Düzenle

source: yYeEnNcC
pl: tTeEnNaA
tr: eEdDhHiÝ

source: re-Edit, or Cancel
pl: Edytuj ponownie lub Anuluj
tr: tekrar Düzenle, veya Ýptal

source: yYeEnNcCfF
pl: tTeEnNaAwW
tr: eEdDhHiÝgG

source: Sending ...
pl: Wysy³anie ...
tr: Gönderiliyor ...

source: Sending...done
pl: Wysy³anie ... OK
tr: Gönderiliyor ...bitti

source: **UNKNOWN**
pl: **NIEZNANY**
tr: **BÝLÝNMÝYOR**

source: Command %s returned exit status %d. Press RETURN.
pl: Polecenie %s zwróci³o kod wyj¶cia %d. Naci¶nij ENTER.
tr: %s komutu %d durumunda sonlandý. ENTER tuþuna basýn.

source: Command %s failed to run. Press RETURN.
pl: Polecenie %s zakoñczy³o siê b³êdem. Naci¶nij ENTER.
tr: %s komutu yürütülemedi. ENTER'e basýn.

source: Invalid Editor definition.
pl: Nieprawid³owa definicja edytora.
tr: Geçersiz Düzenleyici tanýmý.

source: No editor command defined.
pl: Nie zdefiniowano edytora.
tr: Düzenleyici komutu tanýmlý deðil.

source: The editor could not be found.
pl: Nie znaleziono edytora.
tr: Düzenleyici bulunamadý.

source: The editor was found, but could not be executed.
pl: Nie mo¿na uruchomiæ edytora.
tr: Bu düzenleyici yürütülemiyor.

source: The editor returned a non-zero status.
pl: Edytor zwróci³ kod b³êdu.
tr: Düzenleyici sýfýrdan farklý bir durumla sonlandý.

source: File was not modified.
pl: Nie wprowadzono ¿adnych zmian.
tr: Dosya deðiþtirilmedi.

source: Please use double '\\' to separate directories in editor_command
pl: U¿yj podwójnego znaku '\\' jako separatora katalogów w editor_command
tr: editor_command satýrýndaki klasörler arasýnda çift '\\' kullanýn

source: Possible completions
pl: Mo¿liwe uzupe³nienia
tr: Olasý durumlar

source: (default: %s)
pl: (domy¶lnie: %s)
tr: (varsayýlan: %s)

source: Abort!
pl: Przerwano!
tr: Ýptal et!

source: Integer expected.
pl: Oczekiwano liczby.
tr: Tamsayý olmasý beklenir.

source: Invalid response! Try again.
pl: Niew³a¶ciwa odpowied¼! Spróbuj ponownie.
tr: Geçersiz yanýt! Tekrar deneyin.

source: yYnN
pl: tTnN
tr: eEhH

source: ? [Y]es, No
pl: ? [T]ak, Nie
tr: ? [E]vet, Hayýr

source: ? Yes, [N]o
pl: ? Tak, [N]ie
tr: ? Evet, [H]ayýr

source: yYnNcC
pl: tTnNaA
tr: eEhHiÝ

source: ? [Y]es, No, Cancel
pl: ? [T]ak, Nie, Anuluj
tr: ? [E]vet, Hayýr, Ýptal

source: Invalid regular expression or expression too long.
pl: Nieprawid³owe lub zbyt d³ugie wyra¿enie regularne.
tr: Geçersiz düzenli ifade veya ifade çok uzun.

source: On %D, %r <%f> wrote:
pl: Dnia %D %r <%f> napisa³/a:
tr: %D tarihinde, %r <%f> þunlarý yazdý:

source: In %n, you wrote:
pl: Na grupie %n napisa³e(a)¶:
tr: %n grubuna þunlarý yazdýnýz:

source: ["Followup-To:" header set to %n.]
pl: Zawarto¶æ nag³ówka ["Followup-To:" %n.]
tr: [Devam edilecek grup: %n.]

source: [This message has also been posted to %n.]
pl: [Wiadomo¶æ wys³ana równie¿ na grupê dyskusyjn± %n.]
tr: [Bu ileti %n için de gönderilmiþtir.]

source: Cannot generate "From:" line without a valid username.
pl: Nie mo¿na utworzyæ nag³ówka "From:" bez poprawnego username.
tr: Geçerli kullanýcý adý olmadan "Kimden:" satýrý oluþturulamaz.

source: Cannot generate "From:" line without a hostname.
pl: Nie mo¿na utworzyæ nag³ówka "From:" bez poprawnego hostname.
tr: Bilgisayar adý olmadan "Kimden:" satýrý oluþturulamaz.

source: Server connection to %s lost. Cannot recover.
pl: Po³±czenie z serwerem %s zosta³o zerwane. Nie mogê wznowiæ.
tr: %s sunucusuna baðlantý yitirildi, ve düzeltilemiyor.

source: Server %s does not implement the XOVER command.
pl: Serwer %s nie obs³uguje polecenia XOVER.
tr: XOVER komutu %s sunucusunda geçerli deðil.

source: Error writing to server.
pl: B³±d zapisu do serwera.
tr: Sunucuya yazma hatasý.

source: Article rejected: %s
pl: Artyku³ odrzucony: %s
tr: Ýleti reddedildi: %s

source: --nntp options: -h nntp-host Host name to connect to. This overrides NNTPSERVER variable. -p NNTP-PORT Set the NNTP port to NNTP-PORT. The default value is 119. Note: This option has no effect on some systems.
pl: --nntp opcje: -h nntp-host Serwer z którym chcesz siê po³±czyæ. Zastêpuje zmienn± NNTPSERVER. -p NNTP-PORT Ustaw port NNTP jako NNTP-PORT. Domy¶ln± warto¶ci± jest 119. UWAGA: Ta opcja nie dzia³a na niektórych systemach.
tr: --nntp seçenekleri: -h nntp-bilgisayarý Baðlanýlacak bilgisayar. NNTPSERVER deðiþkenini etkisiz kýlar. -p NNTP-PORT Baðlanýlacak NNTP port numarasý. Varsayýlan deðer 119. (Bazý sistemlerde bu seçenek etkisizdir)

source: Reason: %s
pl: Powód: %s
tr: Sebep: %s

source: Server %s dropped connection. Reconnecting...
pl: Serwer %s zerwa³ po³±czenie. £±czê ponownie...
tr: %s sunucusu baðlantýyý kesti. Tekrar baðlanýlýyor...

source: Authorization needed, but could not determine username / password.
pl: Konieczna jest autoryzacja, lecz nie mogê okre¶liæ u¿ytkownika/has³a.
tr: Yetki gerekli, ancak kullanýcýadý/parola tespit edilemedi.

source: Authenticating %s ...
pl: Autoryzacja %s ...
tr: %s için kimlik doðrulanýyor ...

source: Authorization failed.
pl: B³±d autoryzacji.
tr: Yetki verilmedi.

source: Connecting to host %s ...
pl: £±czenie z serwerem %s ...
tr: %s bilgisayarýna baðlanýlýyor ...

source: Connected to host. %s
pl: Po³±czono z serwerem. %s
tr: Bilgisayara baðlanýldý. %s

source: Posting ok.
pl: Wysy³anie dozwolone.
tr: Gönderim serbest.

source: Posting NOT ok.
pl: Wysy³anie zabronione.
tr: Gönderime kapalý.

source: Failed to initialize server
pl: B³±d inicjalizacji serwera
tr: Sunucu ayarlamalarý baþarýsýz

source: You should set the NNTPSERVER environment variable to your server name.
pl: Musisz ustawiæ zmienn± ¶rodowiskow± NNTPSERVER na nazwê serwera.

source: Example: $ define/job NNTPSERVER my.news.server
pl: Przyk³ad: $ define/job NNTPSERVER moj.serwer.news
tr: Örnek: $ define/job NNTPSERVER news.server.net.tr

source: Example: set NNTPSERVER=my.news.server
pl: Przyk³ad: set NNTPSERVER=moj.serwer.news
tr: Örnek: set NNTPSERVER=news.server.net.tr

source: Example (csh): setenv NNTPSERVER my.news.server
pl: Przyk³ad (csh): setenv NNTPSERVER moj.serwer.news
tr: Örnek (csh): setenv NNTPSERVER news.server.net.tr

source: Example (sh) : NNTPSERVER='my.news.server' && export NNTPSERVER
pl: Przyk³ad (sh) : NNTPSERVER='moj.serwer.news' && export NNTPSERVER
tr: Örnek (sh) : NNTPSERVER='news.server.net.tr' && export NNTPSERVER

source: For now, I'm going to try "localhost" as the default...
pl: Na razie spróbujê domy¶lnego serwera "localhost"...

source: Help text on way
pl: Pomoc w drodze
tr: Yardým geliyor

source: Authorization capabilities
pl: Mo¿liwo¶ci autoryzacji
tr: Yetkilendirme imkanlarý

source: Debug output
pl: Komunikaty debugowania
tr: Çýktýdan hata ayýkla

source: Hello; you can post
pl: Cze¶æ, mo¿esz wysy³aæ
tr: Merhaba; gönderebilirsiniz

source: Hello; you can't post
pl: Cze¶æ, nie mo¿esz wysy³aæ
tr: Merhaba; gönderemezsiniz

source: Slave status noted
pl: Status slave
tr: Slave durumu anlaþýldý

source: Closing connection
pl: Zamykanie po³±czenia
tr: Baðlantý kapanýyor

source: Group selected
pl: Wybrano grupê
tr: Grup seçildi

source: Newsgroups follow
pl: Grupy news
tr: Ýþte habergruplarý

source: Article (head & body) follows
pl: Artyku³ (nag³ówek i tre¶æ)
tr: Ýþte ileti (üstbilgi ve metin)

source: Head follows
pl: Nag³ówek
tr: Ýþte üstbilgi

source: Body follows
pl: Tre¶æ
tr: Ýþte ileti metni

source: No text sent -- stat, next, last
pl: Nie wys³ano tekstu -- stat, next, last
tr: Metin gönderilmedi --- stat, next, last

source: New articles by message-id follow
pl: Nowe artyku³y wg Message-ID
tr: Ýþte kimliðe göre yeni iletiler

source: New newsgroups follow
pl: Nowe grupy news
tr: Ýþte yeni gruplar

source: Article transferred successfully
pl: Artyku³ przes³any pomy¶lnie
tr: Ýleti baþarýyla aktarýldý

source: Article posted successfully
pl: Artyku³ wys³any pomy¶lnie
tr: Ýleti baþarýyla gönderildi

source: Authorization system ok
pl: System autoryzacji dzia³a prawid³owo
tr: Yetkilendirme sistemi tamam

source: Authorization (user/pass) ok
pl: Autoryzacja (u¿ytkownik/has³o) ok
tr: Yetki verildi

source: Ok, XGTITLE info follows
pl: Ok, informacje XGTITLE
tr: Ýþte XGTITLE bilgisi

source: ok -- overview data follows
pl: ok -- dane overview
tr: Ýþte özet bilgi

source: Continue to send article
pl: Kontynuuj wysy³anie (send)
tr: Ýletiyi göndermeye devam edin

source: Continue to post article
pl: Kontynuuj wysy³anie (post)
tr: Ýletiyi göndermeye devam edin

source: authorization is required
pl: wymagana autoryzacja
tr: yetki gerekiyor

source: <type> authorization data required
pl: <type> wymagane dane autoryzacji
tr: <tip> yetki verisi gerekli

source: Have to hang up for some reason
pl: Jestem zmuszony zaniechaæ
tr: Baðlantýyý kesmek durumundayým

source: No such newsgroup
pl: Nie ma takiej grupy
tr: Böyle haber grubu yok

source: Not currently in newsgroup
pl: Nie wybrano grupy news
tr: Haber grubu seçili deðil

source: No current article selected
pl: Nie wybrano artyku³u
tr: Seçili ileti yok

source: No next article in this group
pl: Nie ma wiêcej artyku³ów
tr: Grupta daha sonrasýnda ileti yok

source: No previous article in this group
pl: Nie ma poprzedniego artyku³u
tr: Grupta daha öncesinde ileti yok

source: No such article in this group
pl: Nie ma takiego artyku³u
tr: Grupta böyle ileti yok

source: No such article at all
pl: Taki artyku³ nie istnieje
tr: Böyle ileti yok

source: Already got that article, don't send
pl: Mam ju¿ artyku³, nie wysy³aj
tr: Ýleti zaten alýnmýþ, tekrar göndermeyin

source: Transfer failed
pl: B³±d przesy³ania
tr: Aktarým baþarýsýz

source: Article rejected, don't resend
pl: Artyku³ odrzucony, nie ponawiaj
tr: Ýleti reddedildi, tekrar göndermeyin

source: Posting not allowed
pl: Wysy³anie zabronione
tr: Gönderim izni yok

source: Posting failed
pl: Wysy³anie nie powiod³o siê
tr: Gönderim baþarýsýz

source: authorization required for command
pl: dla tego polecenia wymagana jest autoryzacja
tr: komut için yetki gerekli

source: Authorization system invalid
pl: System autoryzacji nie dzia³a
tr: Yetkilendirme sistemi geçersiz

source: Authorization data rejected
pl: Autoryzacja odrzucona
tr: Kimlik bilgileri reddedildi

source: Command not recognized
pl: Nieznane polecenie
tr: Komut anlaþýlmadý

source: Command syntax error
pl: B³±d sk³adniowy polecenia
tr: Komut yazým hatasý

source: Access to server denied
pl: Brak dostêpu do serwera
tr: Sunucuya eriþim reddedildi

source: Program fault, command not performed
pl: B³±d programowy, polecenie nie zosta³o wykonane
tr: Program hatasý, komut yürütülmedi

source: Authorization Failed
pl: B³±d autoryzacji
tr: Yetkilendirme iþlemi baþarýsýz

source: Unknown NNTP code
pl: Nieznany kod NNTP
tr: Bilinmeyen NNTP kodu

source: The first line must begin with a header.
pl: Pierwszy wiersz musi byæ nag³ówkiem.
tr: Ýlk satýr bir üstbilgi olmalý.

source: The Newsgroups header is not allowed be to empty.
pl: Nag³ówek Newsgroups nie mo¿e byæ pusty.
tr: Habergrubu üstbilgisi boþ olamaz.

source: This news reader will not accept user generated From lines.
pl: Ten czytnik nie akceptuje nag³ówka From wstawionego przez u¿ytkownika.
tr: Kullanýcý tarafýndan Kimden satýrý verilemez.

source: This news reader will not accept user generated Message-IDs.
pl: Ten czytnik odrzuca nag³ówki Message-ID stworzone przez u¿ytkownika.
tr: Bu program, kullanýcý tarafýndan verilen ileti kimliklerini kabul etmez.

source: Subject header is required.
pl: Brak wymaganego nag³ówka "Subject".
tr: Konu üstbilgisi gerekli.

source: Newsgroups header is required.
pl: Brak wymaganego nag³ówka "Newsgroups".
tr: Habergrubu üstbilgisi gerekli.

source: Please re-consider if posting to a large number of groups is necessary.
pl: Rozwa¿ proszê czy wysy³anie tego na du¿± ilo¶æ grup jest konieczne.
tr: Çok sayýda gruba göndermenin gerekliliðini lütfen tekrar düþünün

source: In most cases, setting a "Followup-To:" multiple groups is a bad idea.
pl: Wpisanie do nag³ówka "Followup-To:" wielu grup to najczê¶ciej z³y pomys³.
tr: Birçok gruptan devam etmeyi istemek iyi bir fikir deðil.

source: Setting a "Followup-To:" is recommended when crossposting.
pl: Ustawienie "Followup-To:" jest polecane podczas wysy³ania na wiele grup.
tr: Birçok gruba gönderirken, devam edilecek grup belirlemeniz tavsiye olunur.

source: Please keep your signature short. 4 lines is a commonly accepted limit.
pl: Skróæ swoj± sygnaturkê. Ogólnie przyjêty limit, to cztery wiersze.
tr: Lütfen imzanýzý kýsa tutun. Genel kabul gören sýnýr 4 satýrdýr.

source: Message is not acceptable.
pl: Wiadomo¶æ jest nieprawid³owa.
tr: Ýleti kabul edilir deðil.

source: Perhaps this error was generated because you did not separate the header
pl: Byæ mo¿e b³±d wyst±pi³ dlatego, ¿e nie oddzieli³e¶ pustym wierszem sekcji
tr: Üstbilgi bloðu ile ileti metni arasýný boþ bir satýrla ayýrmadýðýnýz

source: section from the body by a BLANK line.
pl: nag³ówków od reszty wiadomo¶ci.
tr: için bu hata oluþmuþ olabilir.

source: Your message breaks the following netiquette guidelines:
pl: Twoja wiadomo¶æ ³amie zasady netykiety w nastêpuj±cy sposób:
tr: Ýletiniz, þu netiquette kurallarýna uymuyor:

source: ***Warning: error saving to %s
pl: ***Ostrze¿enie: b³±d zapisu do pliku %s
tr: ***Uyarý: %s saklanýrken hata oldu

source: ***Warning: error writing to %s
pl: ***Ostrze¿enie: b³±d zapisu do pliku %s
tr: ***Uyarý: %s yazýlýrken hata oldu

source: %s Failed post saved in %s
pl: %s Artyku³ zapisano w pliku %s
tr: %s Baþarýsýz gönderi %s olarak saklandý

source: Posting ...
pl: Wysy³anie ...
tr: Gönderiliyor ...

source: Could not reach server.
pl: Brak po³±czenia z serwerem.
tr: Sunucuya ulaþýlamadý.

source: Posting...done.
pl: Wysy³anie ... OK.
tr: Gönderiliyor ...tamam.

source: yYnNeEsSdDfF
pl: tTnNeEoOuUfF
tr: eEhHdDrRsSaA

source: Post the message? Yes, No, Edit, poStpone, Delete, Filter
pl: Wys³aæ wiadomo¶æ? Tak, Nie, Edytuj, Od³ó¿, Usuñ, Filtr
tr: Ýleti gönderilsin mi? Evet, Hayýr, Düzenle, eRtele, Sil, Arýt

source: yYnNeEsSfF
pl: tTnNeEoOfF
tr: eEhHdDrRaA

source: Post the message? Yes, No, Edit, poStpone, Filter
pl: Wys³aæ wiadomo¶æ? Tak, Nie, Edytuj, Od³ó¿, Filtr
tr: Ýleti gönderilsin mi? Evet, Hayýr, Düzenle, eRtele, Arýt

source: yYnNeEsSdD
pl: tTnNeEoOuU
tr: eEhHdDrRsS

source: Post the message? Yes, No, Edit, poStpone, Delete
pl: Wys³aæ wiadomo¶æ? Tak, Nie, Edytuj, Od³ó¿, Usuñ
tr: Ýleti gönderilsin mi? Evet, Hayýr, Düzenle, eRtele, Sil

source: yYnNeEsS
pl: tTnNeEoO
tr: eEhHdDrR

source: Post the message? Yes, No, Edit, poStpone
pl: Wys³aæ wiadomo¶æ? Tak, Nie, Edytuj, Od³ó¿
tr: Ýleti gönderilsin mi? Evet, Hayýr, Düzenle, eRtele

source: Sure you want to delete it
pl: Czy na pewno usun±æ
tr: Silinsin mi

source: re-Edit, Cancel, or Force the posting (not recommended)
pl: Edytuj ponownie, Anuluj lub Wy¶lij pomimo to (nie zalecane)
tr: tekrar Düzenle, Ýptal, veya bu halde Gönder (tavsiye edilmez)

source: rReEcC
pl: rReEaA
tr: gGdDiÝ

source: Select one: Repost, Edit, Cancel
pl: Wybierz: Repostuj, Edytuj, Anuluj
tr: Birini seçin: tekrar Gönder, Düzenle, Ýptal

source: Aborted on user request.
pl: Wyj¶cie na ¿±danie u¿ytkownika.

source: postpone_directory points to a regular file (not a directory)
pl: postpone_directory wskazuje na zwyk³y plik (a nie na katalog)

source: Not implemented yet. Sorry
pl: Funkcja nie jest jeszcze zaimplementowana.
tr: Bu özellik henüz hazýr deðil.

source: Save to:
pl: Zapisz do pliku:
tr: Saklanacak dosya adý:

source: File exists, overwrite
pl: Plik istnieje, nadpisaæ
tr: Bu dosya var, üzerine yazýlsýn mý

source: You must specify a name
pl: Musisz okre¶liæ nazwê
tr: Bir ad vermeniz gerekli

source: Illegal filename. Try again
pl: B³êdna nazwa pliku. Spróbuj ponownie
tr: Geçersiz ad. Bir daha deneyin

source: %s: not a regular file
pl: %s: nie jest zwyk³ym plikiem
tr: %s: bu bir dosya deðil

source: OpenPrinterA failed: %d
pl: B³±d OpenPrinterA: %d
tr: OpenPrinterA baþarýsýz: %d

source: StartDocPrinterA failed: %d
pl: B³±d StartDocPrinterA: %d
tr: StartDocPrinterA baþarýsýz: %d

source: Write to printer failed: %d
pl: Wysy³anie na drukarkê nie powiod³o siê: %d
tr: Yazýcýya yazýlamadý: %d

source: Failed to open tmp file
pl: Nie mo¿na otworzyæ pliku tymczasowego
tr: tmp dosya açýlamadý

source: Write to printer failed
pl: Wysy³anie na drukarkê nie powiod³o siê
tr: Yazýcýya yazýlamadý

source: Printer process returned error code %d
pl: Proces drukowania zwróci³ kod b³êdu %d
tr: Yazýcý prosesi hata kodu: %d

source: Failed to open process %s
pl: Nie mo¿na utworzyæ procesu %s
tr: %s prosesi açýlamadý

source: Error writing to print process
pl: B³±d zapisu do procesu drukarki
tr: Yazýcý prosesine yazma hatasý

source: Printer not supported
pl: Drukarka nie jest obs³ugiwana
tr: Bu yazýcý desteklenmiyor

source: Unable to open %s for printing
pl: Nie mo¿na otworzyæ pliku %s dla drukowania
tr: %s yazýlamýyor

source: Reloading score file ...
pl: Wczytujê ponownie plik score...
tr: Puan dosyasý tekrar yükleniyor ...

source: Error processing score file %s.
pl: B³±d przy przetwarzaniu pliku punktacji %s.
tr: %s puan dosyasý iþlenirken hata oldu.

source: Error processing %s Line %u: %s %s
pl: B³±d przetwarzania %s Wiersz %u: %s %s
tr: %s iþlenirken hata Satýr %u: %s %s

source: Error handling INCLUDE line
pl: B³±d obs³ugi dyrektywy INCLUDE
tr: INCLUDE satýrý iþlenirken hata

source: Syntax Error.
pl: B³±d sk³adni.
tr: Yazým hatasý.

source: Expecting 'Expires: MM/DD/YYYY' or 'Expires: DD-MM-YYYY'
pl: Oczekiwano 'Expires: MM/DD/RRRR' lub 'Expires: DD-MM-RRRR'
tr: 'Son Kullaným: AA/GG/YYYY' veya 'Son Kullaným: GG-AA-YYYY' olmasý beklenir.

source: %s has expired score on line %d
pl: %s zawiera przestarza³± punktacjê w wierszu %d
tr: %s ile %d no'lu satýrdaki puanlama kuralýnýn kullaným tarihi geçti
