Repository: silvercircle/slrn
Catalog: po/*.po
Languages: pl, tr

source: No next digest.
pl: Brak kolejnych punktów w artykule.
tr: Baþka özet yok.

source: Invalid Browser definition.
pl: Nieprawid³owa definicja przegl±darki.
tr: Tarayýcý tanýmý geçersiz.

source: Browse (^G aborts):
pl: Przegl±daj (^G anuluje):
tr: Gözat (^G ile çýk):

source: Aborted.
pl: Anulowano.
tr: Ýptal edildi.

source: Show all available groups
pl: Poka¿ wszystkie dostêpne grupy
tr: Tüm gruplar gösterilsin mi

source: Try switching to %s
pl: Spróbuj prze³±czyæ na %s
tr: %s grubuna geçilsin mi

source: Group contains no articles.
pl: Grupa nie zawiera artyku³ów.
tr: Grupta hiç ileti yok.

source: No Web Browser has been defined.
pl: Nie zosta³a zdefiniowana ¿adna przegl±darka.
tr: Bir Internet tarayýcýsý tanýmý yapýlmamýþ.

source: No URLs found.
pl: Nie znaleziono ¿adnych adresów URL.
tr: Hiç URL yok.

source: Search:
pl: Znajd¼:
tr: Ara:

source: Not found.
pl: Nie znaleziono.
tr: Bulunamadý.

source: At end of article, press %s for next group.
pl: Koniec artyku³u. %s: przej¶cie do nastêpnej grupy.
tr: Ýleti sonu. %s ile sonraki gruba geçilir.

source: At end of article, press %s for next unread article.
pl: Koniec artyku³u. %s: przej¶cie do nast. nieprzeczytanej wiadomo¶ci.
tr: Ýleti sonu. %s ile sonraki yeni iletiye geçilir.

source: Goto article:
pl: Przejd¼ do artyku³u:
tr: Gidilecek ileti:

source: Article not found.
pl: Nie znaleziono artyku³u.
tr: Ýleti bulunamadý.

source: #%2d/%-2d: Retrieving... %s
pl: #%2d/%-2d: Wyszukiwanie... %s
tr: #%2d/%-2d: Alýnýyor... %s

source: Article transfer aborted or connection lost.
pl: Przerwano przesy³anie artyku³u lub po³±czenie zosta³o zerwane.
tr: Ýleti aktarýmý kesildi, veya baðlantý koptu.

source: #%2d/%-2d: Read %4d/%-4d lines (%s) at %.2fkB/sec
pl: #%2d/%-2d: Odczytano %4d/%-4d linii (%s) przy %.2fkB/sek
tr: #%2d/%-2d: %4d/%-4d satýr okundu (%s), hýz: %.2fkB/sn

source: #%2d/%-2d: Read %4d/%-4d lines (%s)
pl: #%2d/%-2d: Odczytano %4d/%-4d linii (%s)
tr: #%2d/%-2d: %4d/%-4d satýr okundu (%s)

source: Server sent empty article.
pl: Serwer zwróci³ pusty artyku³.
tr: Sunucu boþ ileti gönderdi.

source: %Y-%m-%d
pl: %d.%m.%Y
tr: %d-%m-%Y

source: This operation requires an article
pl: Ta operacja wymaga artyku³u.
tr: Bu iþlem için bir ileti gerekir.

source: %s appears invalid. Continue anyway
pl: %s wygl±da na nieprawid³owy. Kontynuowaæ mimo to
tr: %s geçersiz görünüyor. Devam ediyor musunuz

source: Email address
pl: Adres e-mail
tr: E-posta adresi

source: Unable to open %s for writing.
pl: Nie mogê otworzyæ %s do zapisu.
tr: %s dosyasýna yazýlamýyor.

source: Are you sure you want to reply
pl: Czy na pewno chcesz odpisaæ autorowi
tr: Gönderene yanýt verilsin mi

source: Forward to (^G aborts):
pl: Prze¶lij do (^G anuluje):
tr: Ýletilecek kiþi (^G ile çýk):

source: Aborted. An email address is required.
pl: Anulowano. Musisz podaæ adres e-mail.
tr: Ýptal edildi. Bir e-posta adresi gerekiyor.

source: Edit the message before sending
pl: Edytuj wiadomo¶æ przed wys³aniem
tr: Göndermeden önce ileti düzenlenecek mi

source: Are you sure you want to followup
pl: Czy na pewno chcesz odpisaæ na grupê
tr: Gruba yanýt verilsin mi

source: Posting not allowed by server
pl: Serwer nie zezwala na wysy³anie
tr: Sunucu gönderime izin vermiyor

source: Do you want to reply to POSTER as poster prefers
pl: Chcesz odpisaæ bezpo¶rednio do AUTORA zgodnie z jego ¿yczeniem
tr: Gönderen, kendisine yanýt verilmesini istemiþ, tamam mý

source: Followup to %s as poster prefers
pl: Wys³aæ na %s zgodnie z ¿yczeniem autora
tr: Gönderen, %s grubuna yanýt verilmesini istemiþ, tamam mý

source: fFaAtTcC
pl: fFwWtTrR
tr: dDtTbBiÝ

source: Cc message as requested by poster
pl: Czy wys³aæ kopiê wiadomo¶ci do autora, zgodnie z jego ¿yczeniem
tr: Gönderen, bilgi iletisi istemiþ, tamam mý

source: Cc message to poster
pl: Czy wys³aæ kopiê wiadomo¶ci do autora
tr: Gönderene bilgi iletisi gönderilsin mi

source: %s appears invalid. CC anyway
pl: %s wygl±da na nieprawid³owy. Wys³aæ mimo to
tr: %s geçersiz görünüyor. Devam ediyor musunuz

source: Cannot open file: %s
pl: Nie mo¿na otworzyæ pliku %s
tr: %s dosyasý açýlamadý

source: Zero length file: %s
pl: Pusty plik: %s
tr: %s dosya uzunluðu sýfýr

source: Failed: Your name: '%s' is not '%s'
pl: B³±d: Twój adres: %s nie pasuje do %s
tr: Olmadý: Sizin adýnýz '%s', '%s' deðil

source: Are you sure you want to supersede
pl: Czy na pewno zast±piæ artyku³ przez edycjê oryginalnego tekstu
tr: Ýleti düzeltilsin mi

source: End of buffer.
pl: Koniec.
tr: Liste sonu.

source: Top of buffer.
pl: Pocz±tek.
tr: Liste baþý.

source: No previous unread articles.
pl: Nie ma wcze¶niejszych nieprzeczytanych artyku³ów.
tr: Öncesinde yeni ileti yok.

source: No following unread articles.
pl: Nie ma wiêcej nieprzeczytanych artyku³ów.
tr: Sonrasýnda yeni ileti yok.

source: No following unread articles. Press %s for next group.
pl: Pozosta³e artyku³y s± przeczytane. %s: przej¶cie do nastêpnej grupy.
tr: Sonrasýnda yeni ileti yok. %s ile sonraki gruba geçilir.

source: No more high scoring articles.
pl: Nie ma wiêcej wa¿nych artyku³ów.
tr: Yüksek puanlý baþka ileti yok.

source: Subject:
pl: Temat:
tr: Konu:

source: No more articles on that subject.
pl: Nie ma wiêcej artyku³ów z tym tematem.
tr: Bu konuda baþka ileti yok.

source: Goto Header: %d
pl: Przejd¼ do nag³ówka: %d
tr: Gidilecek Üstbilgi: %d

source: Unable to open %s.
pl: Nie mogê otworzyæ pliku %s.
tr: %s dosyasý açýlamýyor.

source: Error writing to %s.
pl: B³±d zapisu do pliku %s.
tr: %s dosyasýna yazma hatasý.

source: Save tagged articles
pl: Zapisz zaznaczone artyku³y
tr: Ýmli iletiler saklansýn mý

source: Save this thread
pl: Zapisz ten w±tek
tr: Bu görüþme saklansýn mý

source: Do you want to create directory %s
pl: Czy utworzyæ katalog %s

source: Unable to create directory. (errno = %d)
pl: Nie mogê utworzyæ katalogu. (errno = %d)

source: Warning: %s is a regular file.
pl: Uwaga: %s jest zwyk³ym plikiem

source: Temporary file (^G aborts):
pl: Plik tymczasowy (^G anuluje):
tr: Geçici dosya (^G ile çýk):

source: Save to file (^G aborts):
pl: Zapisz do pliku (^G anuluje):
tr: Saklanacak dosya (^G ile çýk):

source: Unable to open %s
pl: Nie mo¿na otworzyæ pliku %s
tr: %s dosyasý açýlamýyor

source: decoding %10s (%3d/%3d) %s
pl: dekodowanie %10s (%3d/%3d) %s
tr: %10s çözülüyor (%3d/%3d) %s

source: Filename buffer not large enough.
pl: Za ma³y bufor nazwy pliku.
tr: Dosya adý arabellek büyüklüðü yeterli deðil.

source: Calling uudeview ...
pl: Wywo³ujê uudeview ...
tr: Uudeview çalýþtýrýlýyor ...

source: could not load %s: errno = %d
pl: nie mogê za³adowaæ %s: errno = %d
tr: %s yüklenemedi: hata no = %d

source: could not load %s: %s
pl: nie mogê za³adowaæ %s: %s
tr: %s yüklenemedi: %s

source: I/O error.
pl: B³±d Wej¶cia/Wyj¶cia.
tr: G/Ç hatasý.

source: error decoding %s: %s
pl: b³±d dekodowania %s: %s
tr: %s çözülürken hata oldu: %s

source: Decode %s
pl: Zdekodowaæ %s
tr: %s çözülsün mü

source: Delete %s
pl: Usun±æ %s
tr: %s silinsin mi

source: Unable to delete %s
pl: Nie mogê usun±æ %s
tr: %s silinemedi

source: Unable to open pipe to %s
pl: Nie mogê otworzyæ potoku do %s
tr: %s komutuna girdirilemiyor

source: Piping not implemented on this system.
pl: Potoki nie s± dostêpne na tym systemie.
tr: Bu sistemde komuta girdirme mümkün deðil.

source: Pipe to command:
pl: Prze¶lij potokiem do polecenia:
tr: Girdirilecek komut:

source: Aborted. Command name is required.
pl: Anulowano. Musisz podaæ polecenie.
tr: Ýptal edildi. Komut adý gerekiyor.

source: Error piping to %s.
pl: B³±d potokowania do %s.
tr: %s komutuna girdirme hatasý.

source: Printing article...
pl: Drukowanie artyku³u...
tr: Ýleti basýlýyor...

source: Printing article...done
pl: Drukowanie artyku³u...zakoñczone
tr: Ýleti basýlýyor...bitti

source: Are you sure you want to print the article
pl: Czy na pewno wydrukowaæ ten artyku³
tr: Ýleti basýlsýn mý

source: Mark set.
pl: Znacznik ustawiony.
tr: Ýþaret var.

source: Mark not set.
pl: Znacznik nie ustawiony.
tr: Ýþaret yok.

source: Subject search
pl: Szukaj tematu
tr: Konu ara

source: Author search
pl: Szukaj autora
tr: Yazar ara

source: (forward)
pl: (w przód)
tr: (ileri)

source: (backward)
pl: (w ty³)
tr: (geri)

source: Score %d killed article %s
pl: Punktacja %d zabitego artyku³u %s
tr: %d puanla %s iletisi atýldý

source: Score %c%5i: %s (%s:%i)
pl: Punktacja %c%5i: %s (%s:%i)
tr: Puan %c%5i: %s (%s:%i)

source: Score %c%5i: %s:%i
pl: Punktacja %c%5i: %s:%i
tr: Puan %c%5i: %s:%i

source: Newsgroup: %s From: %s Subject: %s
pl: Grupa: %s Od: %s Temat: %s
tr: Grup: %s Kimden: %s Konu: %s

source: Scoring articles ...
pl: Punktujê artyku³y ...
tr: Ýletiler puanlanýyor ...

source: Scoring articles: %2d%%, Killed: %u, High: %u, Low: %u
pl: Punktacja artyku³ów: %2d%%, Zabite: %u, Wa¿ne: %u, Niewa¿ne: %u
tr: Puanlanan iletiler: %%%2d, Atýk: %u, Yüksek: %u, Düþük: %u

source: Apply scorefile now
pl: Uaktualniæ punktacjê
tr: Puan dosyasý tatbik edilsin mi

source: No scorefile loaded.
pl: Nie wczytano pliku punktacji.
tr: Puan dosyasý yüklü deðil.

source: This article is not matched by any scorefile entries.
pl: Ten artyku³ nie pasuje do ¿adnej regu³ki punktacji.
tr: Puan dosyasýndaki hiçbir kural ile bu ileti eþleþmedi.

source: This article is matched by the following scores
pl: Artyku³ pasuje do nastêpuj±cych regu³ek punktacji
tr: Bu iletiye þu puanlar verildi

source: %s: receiving additional headers...[%c]
pl: %s: pobieram dodatkowe nag³ówki...[%c]
tr: %s: ek üstbilgiler alýnýyor... [%c]

source: Your server does not provide support for this feature.
pl: Twój serwer nie obs³uguje tej funkcji.
tr: Sunucunuz bu özelliðe sahip deðil.

source: Header is part of a reference loop
pl: Artyku³ jest w pêtli referencji
tr: Bu üstbilgi, bir ilgi döngüsü içinde

source: Article has no parent reference.
pl: Artyku³ nie posiada ¿adnych referencji.
tr: Bu iletinin üst-iletisi yok.

source: Article %s not available.
pl: Artyku³ %s nie jest dostêpny.
tr: %s iletisi mevcut deðil.

source: Enter Message-ID:
pl: Wprowad¼ Message-ID:
tr: Ýleti kimliðini girin:

source: Warning: Could not save list of requested bodies.
pl: Uwaga: lista wybranych artyku³ów nie zosta³a zapisana.

source: Are you sure that you want to cancel this article
pl: Czy na pewno anulowaæ ten artyku³
tr: Bu ileti iptal edilsin mi

source: Cancelling...
pl: Anulujê...
tr: Ýptal ediliyor...

source: No message id.
pl: Brak Message-ID.
tr: Ýleti kimliði yok.

source: Done.
pl: Zrobione.
tr: Tamam.

source: Warning: Can only request article bodies from this group.
pl: Uwaga: z tej grupy mo¿esz oznaczyæ do ¶ci±gniêcia tylko tre¶æ artyku³ów.
tr: Uyarý: Bu gruptan sadece ileti metinleri alýnabilir.

source: Mark all articles as read
pl: Zaznaczyæ wszystkie artyku³y jako przeczytane
tr: Tüm iletiler okunmuþ sayýlsýn mý

source: Mark all articles as unread
pl: Zaznaczyæ wszystkie artyku³y jako nieprzeczytane
tr: Tüm iletiler yeni sayýlsýn mý

source: Mark all articles up to here as read
pl: Zaznaczyæ artyku³y do bie¿±cej pozycji jako przeczytane
tr: Buraya kadarki tüm iletiler okunmuþ sayýlsýn mý

source: Mark all articles up to here as unread
pl: Zaznaczyæ artyku³y do bie¿±cej pozycji jako nieprzeczytane
tr: Buraya kadarki tüm iletiler yeni sayýlsýn mý

source: Rate article (1-5):
pl: Oceñ artyku³ (1-5):
tr: Ýletiye not verin (1-5):

source: Rating must be in range 1 to 5.
pl: Ocena musi mie¶ciæ siê w zakresie do 1 do 5.
tr: 1 ile 5 arasý bir not verin.

source: Unable to create Article keymap!
pl: Nie mogê utworzyæ mapy klawiszy 'Article'!
tr: Ýleti tuþ eþlemi oluþturulamadý!

source: Group transfer aborted.
pl: Przerwano ¶ci±ganie grupy.
tr: Grup aktarýmý iptal edildi.

source: Server read failed.
pl: B³±d podczas odczytu z serwera.
tr: Sunucu okuma baþarýsýz.

source: No unread articles found. (%d killed)
pl: Nie ma nieprzeczytanych wiadomo¶ci. (%d zabitych)
tr: Yeni ileti yok. (atýk: %d)

source: No unread articles found.
pl: Nie ma nieprzeczytanych wiadomo¶ci.
tr: Yeni ileti yok.

source: Num Killed: %u, Num High: %u, Num Low: %u, Num GroupLens Rated: %d
pl: Liczba Zabitych: %u, Wa¿nych: %u, Niewa¿nych: %u, Ocenionych z GroupLens: %d
tr: Atýk: %u, Yüksek: %u, Düþük: %u, GroupLens notlu: %d

source: Num Killed: %u, Num High: %u, Num Low: %u
pl: Liczba Zabitych: %u, Wa¿nych: %u, Niewa¿nych: %u
tr: Atýk: %u, Yüksek: %u, Düþük: %u

source: SPC:Select Ctrl-D:PgDn Ctrl-U:PgUp d:Mark-as-Read n:Next p:Prev q:Quit
pl: SPC:Wybierz Ctrl-D:PgDn Ctrl-U:PgUp d:Przecz. n:Nast. p:Poprz. q:Wyj¶cie
tr: BOÞLUK:Seç Ctrl-D:Aþaðý Ctrl-U:Yukarý d:Okunmuþ say n:Sonraki p:Önceki q:Çýk

source: SPC:Pgdn B:PgUp u:Un-Mark-as-Read f:Followup n:Next p:Prev q:Quit
pl: SPC:PgDn B:PgUp u:Nieprzecz. f:Odpowiedz n:Nast. p:Poprz. q:Wyj¶cie
tr: BOÞLUK:Aþaðý B:Yukarý u:Yeni say f:Gruba yanýtla n:Sonraki p:Önceki q:Çýk

source: End of Thread. Next: %s
pl: Koniec w±tku. Nastêpny: %s
tr: Görüþme sonu. Sonraki: %s

source: End of Thread.
pl: Koniec w±tku.
tr: Görüþme sonu.

source: End of Sub-Thread
pl: Koniec podw±tku.
tr: Alt-görüþme sonu

source: %p[%u/%t unread] Group: %n%-20g -- %L (%P)
pl: %p[%u/%t nieprzeczytanych] Grupa: %n%-20g -- %L (%P)
tr: %p[%u/%t yeni] Grup: %n%-20g -- %L (%P)

source: Spoilers visible!
pl: Spoilery widoczne!
tr: Spoiler açýk!

source: slrn_sort_headers(): memory allocation failure.
pl: slrn_sort_headers(): b³±d alokacji pamiêci.
tr: slrn_sort_headers(): bellek alým hatasý.

source: link_same_subjects: memory allocation failure.
pl: link_same_subjects: b³±d alokacji pamiêci.
tr: link_same_subjects: bellek alým hatasý.

source: Internal Error in fixup_threads().
pl: B³±d wewnêtrzny w fixup_threads().

source: Threading by references ...
pl: W±tkowanie po referencjach ...
tr: Ýlgiye göre görüþmeler ayrýlýyor ...

source: Linking "lost relatives" ...
pl: £±czenie "utraconych zale¿no¶ci"...
tr: Ayný ilgiye sahip iletiler baðlanýyor ...

source: Linking articles with identical subjects ...
pl: £±czenie artyku³ów o takich samych tematach...
tr: Ayný konulu iletiler baðlanýyor ...

source: Can't sort according to `%s'
pl: Nie mo¿na posortowaæ wed³ug `%s'
tr: `%s' sýralamasý yapýlamýyor.

source: Usage: %s <PGM> <SLANG-VERSION> <SUGG VERSION>
pl: U¿ycie: %s <PGM> <WERSJA-SLANG> <WERSJA-SUGEROWANA>
tr: Kullaným: %s <PGM> <SLANG-VERSION> <SUGG VERSION>

source: ****** slang.h does not match slang library version. Did you install slang as as a shared library? Did you run ldconfig? You have an installation problem and you will need to check the SLANG variables in the Makefile and properly set them. Also try: make clean; make ******
pl: ****** slang.h nie jest zgodny z wersj± biblioteki slang. Zainstalowa³e¶ slang jako bibliotekê wspó³dzielon±? Uruchomi³e¶ ldconfig? Masz problem z instalacj±, musisz sprawdziæ i odpowiednio ustawiæ zmienne SLANG w pliku Makefile. Potem spróbuj: make clean; make ******
tr: ****** slang.h dosyasý ile mevcut slang kütüphanesi uyuþmuyor. slang, paylaþýmlý kütüphane olarak mý kuruldu? ldconfig yürütüldü mü? Bir yükleme sorunu var, Makefile dosyasýndaki SLANG deðiþkenlerini kontrol edin ve uygun þekilde ayarlayýn. Ayrýca þunu deneyin: make clean; make ******

source: This version of %s requires slang version %s.
pl: Ta wersja %s wymaga biblioteki slang w wersji %s.
tr: Bu sürüm %s için %s sürüm slang gerekiyor.

source: Your slang version is %s.
pl: Wersja twojej biblioteki slang to %s.
tr: Slang sürümünüz %s.

source: To fully utilize this program, you should upgrade the slang library to version %s
pl: Aby w pe³ni wykorzystaæ ten program, powiniene¶ uaktualniæ bibliotekê slang do wersji %s
tr: Programý tam anlamýyla kullanmak için slang kütüphanesini %s sürümüne yükseltmeniz gerekiyor

source: This library is available via anonymous ftp from space.mit.edu in pub/davis/slang.
pl: Biblioteka ta jest dostêpna na anonimowym serwerze ftp space.mit.edu w katalogu pub/davis/slang.
tr: Bu kütüphane ftp://space.mit.edu adresinde pub/davis/slang klasöründe mevcuttur.

source: Error closing file. File system full?
pl: B³±d zamykania pliku. Czy¿by dysk by³ pe³en?
tr: Dosya kapatma hatasý. Disk dolu mu?

source: Unable to open /bin/sh
pl: Nie mo¿na otworzyæ /bin/sh
tr: /bin/sh yürütülemiyor

source: Error encountered while processing shell archive.
pl: Wyst±pi³ b³±d podczas przetwarzania archiwum shellowego.
tr: Kabuk arþivi iþlenirken hata oldu.

source: Unable to create %s
pl: Nie mo¿na utworzyæ pliku %s
tr: %s oluþturulamadý

source: creating %s (%s)
pl: tworzenie %s (%s)
tr: %s oluþturuluyor (%s)

source: Unexpected end of file.
pl: Nieoczekiwany koniec pliku.
tr: Beklenmeyen dosya sonu.

source: uuencode line appears corrupt: "%s"
pl: Linia uuencode wygl±da na uszkodzon±: "%s"
tr: uuencode satýrý bozuk görünüyor: "%s"

source: write to file failed (%u/%u bytes)
pl: b³±d zapisu do pliku (%u/%u bajtów)
tr: dosyaya yazma baþarýsýz (%u/%u bayt)

source: Unable to open %s.
pl: Nie mogê otworzyæ pliku %s.
tr: %s açýlamýyor.

source: No more files found.
pl: Nie ma wiêcej plików.
tr: Baþka dosya bulunamadý.

source: Unable to chdir back to %s.
pl: Nie mogê wykonaæ chdir do %s.
tr: %s klasörüne geri dönülemedi.

source: Usage: uudecode [-64] [--stdout] [--guess] [filename ...]
pl: U¿ycie: uudecode [-64] [--stdout] [--guess] [nazwa_pliku ...]
tr: Kullaným: uudecode [-64] [--stdout] [--guess] [dosyaadý ...]

source: SsFfRrEeCc
pl: SsFsRrEeAa
tr: KkMmGgDdÝi

source: TtAa
pl: TtWw
tr: BbTt

source: A Score file has not been specified.
pl: Plik punktacji nie zosta³ okre¶lony.
tr: Bir puan dosyasý belirtilmemiþ.

source: Pick Score type: Subject, From, References, Edit, Cancel
pl: Okre¶l rodzaj punktacji: Subject, From, References, Edytuj, Anuluj
tr: Puan türünü seçin: Konu, kiMden, ilGi, Düzenle, Ýptal

source: Which newsgroups: This group, All groups
pl: Które grupy: Ta grupa, Wszystkie grupy
tr: Hangi gruplar: Bu grup, Tüm gruplar

source: Expires (MM/DD/YYYY, DD-MM-YYYY, +NN (days) or leave blank):
pl: Wygasa (MM/DD/RRRR, DD-MM-RRRR, +NN (dni) lub pozostaw puste):
tr: Son kullaným (AA/GG/YYYY, GG-AA-YYYY, +NN (gün) veya boþ býrakýn):

source: Selecting %s ...
pl: Wybieram %s ...
tr: %s seçiliyor ...

source: Group %s is bogus%s.
pl: Grupa %s nie istnieje%s.
tr: %s grubu geçersiz%s.

source: - dropping it
pl: - porzucam j±
tr: - atlanýyor

source: Could not enter group %s.
pl: Nie mo¿na wej¶æ do grupy %s.
tr: %s grubuna girilemedi.

source: - ignoring it
pl: - ignorujê j±
tr: - dikkate alýnmýyor

source: Group %s is bogus - ignoring it.
pl: Grupa %s jest fa³szywa - ignorujê j±.
tr: %s grubu geçersiz - dikkate alýnmýyor.

source: No articles to read.
pl: Brak artyku³ów do pobrania.
tr: Okunacak ileti yok.

source: %s: Read how many?
pl: %s: Ile artyku³ów pobraæ?
tr: %s: Kaç adet okunsun?

source: Do you really want to quit
pl: Naprawdê chcesz wyj¶æ
tr: Çýkmak istiyor musunuz

source: Write to newsrc file failed. Quit anyway
pl: Zapis do pliku newsrc nie powiód³ siê. Wyj¶æ mimo to
tr: newsrc dosyasýna yazýlamadý. Çýkýlsýn mý

source: End of Buffer.
pl: Koniec.
tr: Liste sonu.

source: Top of Buffer.
pl: Pocz±tek.
tr: Liste baþý.

source: Server connection dropped.
pl: Po³±czenie z serwerem zerwane.
tr: Sunucu baðlantýsý koptu.

source: Checking news%s ...
pl: Sprawdzam wiadomo¶ci%s ...
tr: %siletiler kontrol ediliyor ...

source: via active file
pl: poprzez plik active
tr: aktif dosyasý kullanýlarak

source: Forward
pl: W przód
tr: Ýleri

source: Backward
pl: W ty³
tr: Geri

source: Search:
pl: szukaj:
tr: Ara:

source: Search wrapped.
pl: Szukam od pocz±tku.
tr: Arama baþa döndü.

source: Group %s does not exist.
pl: Grupa %s nie istnieje.
tr: %s grubu mevcut deðil.

source: Add group:
pl: Dodaj grupê:
tr: Eklenecek grup:

source: Moving %s. Press RETURN when finished.
pl: Przenoszenie %s. Naci¶nij ENTER kiedy zakoñczysz.
tr: %s taþýnýyor. Bitince ENTER tuþuna basýn.

source: Subscribe pattern:
pl: Subskrybuj grupy u¿ywaj±c wzorca:
tr: Abonelik kriteri:

source: Mark %s as read
pl: Zaznaczyæ grupê %s jako przeczytan±
tr: %s grubu okunmuþ sayýlsýn mý

source: Group marked as read.
pl: Grupa zaznaczona jako przeczytana.
tr: Grup okunmuþ sayýldý.

source: Mark %s as un-read
pl: Zaznaczyæ grupê %s jako nieprzeczytan±
tr: %s grubu iletileri yeni sayýlsýn mý

source: Group marked as un-read.
pl: Grupa zaznaczona jako nieprzeczytana.
tr: Grup iletileri yeni sayýldý.

source: Un-Subscribe pattern:
pl: Odwo³aj subskrypcjê grup u¿ywaj±c wzorca:
tr: Abonelik silme kriteri:

source: List Groups (e.g., comp*unix*):
pl: Wy¶wietl grupy (np.: pl*linux*):
tr: Listelenecek grup(lar) (ör. comp*unix*):

source: No unread articles.
pl: Nie ma ¿adnych nieprzeczytanych wiadomo¶ci.
tr: Yeni ileti yok.

source: Posting not allowed.
pl: Wysy³anie nie jest dozwolone.
tr: Gönderim izni yok.

source: Are you sure that you want to post
pl: Czy na pewno chcesz wys³aæ
tr: Gönderilsin mi

source: Newsgroup:
pl: Grupa:
tr: Haber grubu:

source: Followup-To:
pl: Przekieruj odpowied¼ na:
tr: Devam edilecek grup:

source: fFsSnNcC
pl: pPsSbBaA
tr: tTbByYiÝ

source: Select scoring mode: Full, Simple, None, Cancel
pl: Wybierz rodzaj punktacji: Pe³na, ProSta, Brak, Anuluj
tr: Puanlama þekli: Tam, Basit, Yok, Ýptal

source: Full Header Scoring enabled.
pl: Punktacja pe³nonag³ówkowa w³±czona.
tr: Tam Üstbilgi Puanlamasý devrede.

source: Expensive Scoring disabled.
pl: Punktacja pe³nonag³ówkowa wy³±czona.
tr: Masraflý Puanlama devre dýþý.

source: Scoring disabled.
pl: Punktacja wy³±czona.
tr: Puanlama devre dýþý.

source: No changes need to be saved.
pl: Nie ma zmian do zapisania.
tr: Saklanacak deðiþiklik yok.

source: Unable to create group keymap!
pl: Nie mo¿na utworzyæ mapy klawiszy 'Group'!
tr: Grup tuþ eþlemi oluþturulamýyor!

source: Unable to create newsgroup description file: %s
pl: Nie mo¿na utworzyæ pliku z opisami grup: %s
tr: Habergrubu açýklama dosyasý oluþturulamýyor: %s

source: Creating description file %s.
pl: Tworzê plik z opisami %s.
tr: %s açýklama dosyasý oluþturuluyor.

source: Getting newsgroup descriptions from server. Note: This step may take some time if you have a slow connection!!!
pl: Pobieranie opisów grup z serwera. UWAGA: Mo¿e to d³ugo potrwaæ, je¶li masz wolne po³±czenie!!!
tr: Sunucudan habergrubu açýklamalarý alýnýyor. Not: Yavaþ bir baðlantýnýz varsa biraz zaman alabilir!!!

source: Server failed on list newsgroups command.
pl: Nie mo¿na pobraæ listy grup z serwera.
tr: list newsgroups komutunda sunucu baþarýsýz oldu.

source: Error reading line from server
pl: B³±d odczytu z serwera
tr: Sunucudan satýrý okuma hatasý.

source: Checking for new groups ...
pl: Sprawdzam, czy s± nowe grupy ...
tr: Yeni gruplar aranýyor ...

source: Server does not implement NEWGROUPS command.
pl: Serwer nie obs³uguje polecenia NEWGROUPS.
tr: NEWGROUPS komutu sunucuda geçerli deðil.

source: Server failed to return proper response to NEWGROUPS: %s
pl: Serwer zwróci³ nieprawid³ow± odpowied¼ na polecenie NEWGROUPS: %s
tr: NEWGROUPS komutuna uygun yanýt alýnamadý: %s

source: Read from server failed
pl: B³±d odczytu z serwera
tr: Sunucudan okuma hatasý

source: %d new newsgroup(s) found.
pl: Znaleziono nowe grupy (%d).
tr: %d adet yeni grup bulundu.

source: %s appears corrupt. I expected to see: NEWGROUPS yymmdd hhmmss GMT I will patch the file up for you.
pl: %s wygl±da na uszkodzony. Spodziewa³em siê otrzymaæ: NEWGROUPS rrmmdd ggmmss GMT Naprawiê ten plik dla ciebie.
tr: %s bozuk görünüyor. NEWGROUPS yyaagg ssddss GMT þeklinde olmasý gerekir Sizin yerinize dosya yamalanacak.

source: Unable to open %s to record date.
pl: Nie mo¿na otworzyæ %s ¿eby zapisaæ datê.
tr: Tarihi kaydetmek için %s açýlamýyor.

source: Server failed LIST ACTIVE - authorization missing.
pl: B³±d polecenia LIST ACTIVE - brak autoryzacji.
tr: Sunucuda LIST ACTIVE sorunu - yetki eksik.
