Repository: silvercircle/slrn
Catalog: po/*.po
Languages: pl, tr

source: Bad group regular expression.
pl: Nieprawid³owa grupa lub wyra¿enie regularne.
tr: Geçersiz grup düzenli ifadesi.

source: Expecting Score keyword.
pl: Oczekiwano s³owa Score.
tr: Score anahtar sözcüðü olmasý beklenir.

source: Missing COLON.
pl: Brakuje DWUKROPKA.
tr: : iþareti eksik.

source: No regular expression given.
pl: Nie podano wyra¿enia regularnego.
tr: Düzenli ifade girilmedi.

source: Missing '}' for subscore
pl: Brakuj±cy '}' dla podbloku punktacji
tr: '}' iþareti veya altpuan eksik

source: *** Warning * Read file %s before - skipping ...
pl: *** Ostrze¿enie * Plik %s wczytany wcze¶niej, pomijam...
tr: *** Uyarý * %s dosyasý daha önce okundu - atlanýyor ...

source: Unable to open score file %s
pl: Nie mo¿na otworzyæ pliku punktacji %s
tr: %s puan dosyasý açýlamadý

source: Couldn't open pipe to inews! -- Article not posted.
pl: Nie mo¿na otworzyæ potoku do inews! -- Artyku³ nie zosta³ wys³any.
tr: inews programýna girdirilemedi! -- Ýleti gönderilmedi.

source: pclose() failed -- check if article was posted
pl: B³±d pclose() -- sprawd¼, czy artyku³ zosta³ wys³any
tr: pclose() baþarýz -- iletinin gidip-gitmediðini kontrol edin

source: Unable to locate inews program "%s"
pl: Nie mogê odnale¼æ programu inews "%s"
tr: "%s" inews programý bulunamadý

source: Unable to add preprocessor name %s.
pl: Nie mogê dodaæ nazwy preprocesora %s.
tr: %s preprocessor adý eklenemedi.

source: inews cannot be used with an slrnpull spool.
pl: Nie mo¿na u¿ywaæ inews ze spoolem.
tr: inews bir slrnpull havuzuyla kullanýlamaz.

source: %s is not a supported posting agent.
pl: Agent wysy³ania %s nie jest obs³ugiwany.
tr: %s desteklenen bir gönderim unsuru deðil.

source: %s is not a supported server object.
pl: Obiekt serwera %s nie jest obs³ugiwany.
tr: %s desteklenen bir sunucu nesnesi deðil.

source: Unable to open file in %s.
pl: Nie mo¿na otworzyæ pliku w %s.
tr: %s içindeki dosya açýlamýyor.

source: Unable to rename file. errno = %d.
pl: Nie mogê zmieniæ nazwy pliku. errno = %d.
tr: Dosyaya yeni ad verilemedi. hata = %d.

source: Write error. File system full?
pl: B³±d zapisu. Czy¿by dysk by³ pe³en?
tr: Yazma hatasý. Dosya sistemi dolu mu?

source: Write failed. File system full?
pl: B³±d zapisu. Czy¿by dysk by³ pe³en?
tr: Yazma baþarýsýz. Dosya sistemi dolu mu?

source: Posting directory %s does not exist.
pl: Katalog wysy³ania %s nie istnieje.
tr: Gönderim klasörü %s mevcut deðil.

source: slrn: pid %d is locking the newsrc file. If you're not running another copy of slrn, delete the file %s
pl: slrn: pid %d blokuje plik newsrc. Je¶li nie uruchamiasz nastêpnej kopii slrn, usuñ plik %s
tr: slrn: newsrc dosyasý %d no'lu pid ile kilitli. Baþka bir slrn çalýþmýyorsa %s dosyasýný silin

source: slrn: pid %d is locking the newsrc file.
pl: slrn: pid %d blokuje plik newsrc.
tr: slrn: newsrc dosyasý %d no'lu pid ile kilitli.

source: Unable to create lock file %s.
pl: Nie mo¿na utworzyæ pliku blokuj±cego %s.
tr: Kilit dosyasý %s yaratýlamadý.

source: pop_suspension: underflow!
pl: pop_suspension: niedope³nienie!

source: Not implemented.
pl: Nie zaimplementowane.
tr: Henüz gerçekleþtirilmedi.

source: Suspension not allowed by shell.
pl: Shell nie zezwala na zawieszenie programu.
tr: Askýya alma izni yok.

source: Unable to initialize the tty
pl: B³±d inicjacji tty
tr: Ekran ayarlanamadý

source: slrn: quiting on signal %d.
pl: slrn: sygna³: %d, koñczê.
tr: slrn: %d sinyaline karþýlýk sona eriyor.

source: slrn fatal error:
pl: B³±d krytyczny:
tr: slrn hatasý:

source: %s is not a supported option.
pl: opcja %s nie jest obs³ugiwana.
tr: %s desteklenen bir seçenek deðil.

source: %s is not supported.
pl: %s nie jest obs³ugiwane.
tr: %s desteklenmiyor.

source: *** Warning: Score file %s does not exist
pl: *** Ostrze¿enie: Plik punktacji %s nie istnieje
tr: *** Uyarý: %s puan dosyasý mevcut deðil

source: Unable to open %s for debugging.
pl: Nie mo¿na otworzyæ %s dla debugowania.
tr: Hata ayýklama için %s açýlamýyor.

source: The -d and --create flags must not be specified together.
pl: Nie mo¿na u¿ywaæ jednocze¶nie opcji -d i --create.
tr: -d ve --create beraber kullanýlamaz.

source: Error initializing SLtcp interface
pl: B³±d inicjalizacji interfejsu SLtcp
tr: SLtcp arayüzü ayarlanýrken hata

source: Error initializing S-Lang interpreter.
pl: B³±d inicjowania interpretera S-Lang.
tr: S-Lang yorumlayýcýsý ayarlanýrken hata.

source: Error configuring server objects.
pl: B³±d konfiguracji struktur serwera.
tr: Sunucu nesneleri yapýlandýrma hatasý.

source: Could not read specified config file %s
pl: B³±d odczytu podanego pliku konfiguracyjnego %s
tr: %s yapýlandýrma dosyasý okunamadý

source: ! Your configuration file contains obsolete commands or function names that ! will not be supported by future versions of this program. ! If you have Perl installed, you can use the script slrnrc-conv to change ! your configuration accordingly. It can be found in the source distribution ! or retrieved from <URL:http://slrn.sourceforge.net/data/>.
pl: ! Twój plik konfiguracyjny zawiera przestarza³e polecenia lub nazwy funkcji, ! które nie bêd± obs³ugiwane przez nastêpne wersje tego programu. ! Je¶li masz zainstalowanego Perla, mo¿esz u¿yæ skryptu slrnrc-conv, aby ! poprawiæ swoj± konfiguracjê. Skrypt ten mo¿na znale¼æ w pakiecie ¼ród³owym ! lub pobraæ go z <URL:http://slrn.sourceforge.net/data/>.
tr: ! Yapýlandýrma dosyanýz, programýn gelecek sürümlerinde desteklenmeyecek eski ! komut veya iþlev adlarý içeriyor. ! Perl paketi kurulu ise, slrnrc-conv betiðini kullanarak yapýlandýrma dosyanýzda ! gerekli deðiþiklikleri yapabilirsiniz. Bu betik kaynak içeren daðýtýmda bulunabilir ! veya þu adresten temin edin <URL:http://slrn.sourceforge.net/data/>.

source: Unable to select server/post object.
pl: B³±d wyboru obiektu serwera/wysy³ania.
tr: Sunucu/gönderme nesnesi seçilemedi.

source: Unable to find your user name. This means that a valid 'From' header line cannot be constructed. Try setting the USER environment variable.
pl: Nie mogê okre¶liæ twojej nazwy u¿ytkownika. Oznacza to, ¿e nie mo¿na utworzyæ prawid³owego nag³ówka 'From'. Spróbuj ustawiæ zmienn± ¶rodowiskow± USER.
tr: Kullanýcý adýnýz bulunamadý. Bu nedenle geçerli bir 'Kimden' satýrý oluþturulamýyor. USER çevre deðiþkenini ayarlamayý deneyin.

source: ***Warning: Unable to find a unique fully-qualified host name.
pl: *** Ostrze¿enie: Nie mo¿na odnale¼æ pe³nej nazwy hosta.
tr: ***Uyarý: Benzersiz bir tam nitelikli bilgisayar adý bulunamadý.

source: slrn will not generate any Message-IDs.
pl: slrn nie bêdzie generowa³ nag³ówka Message-ID.
tr: Ýleti kimlikleri slrn tarafýndan verilmeyecek,

source: Please note that the "hostname" setting does not affect this;
pl: Zauwa¿, ¿e opcja "hostname" nie ma na to wp³ywu,
tr: "hostname" ayarýnýn bunu etkilemeyeceðini biliniz;

source: see the "slrn reference manual" for details.
pl: szczegó³y znajdziesz w podrêczniku u¿ytkownika slrn.
tr: daha fazla bilgi için "slrn referans kitabý"na baþvurun.

source: Using newsrc file %s for server %s.
pl: U¿ywam pliku newsrc %s dla serwera %s.
tr: %s newsrc dosyasý %s sunucusu için kullanýlýyor.

source: Unable to initialize server.
pl: Nie mo¿na zainicjowaæ serwera.
tr: Sunucu ayarlarý yapýlamadý.

source: Unable to open %s. I will try .newsrc.
pl: Nie mogê otworzyæ %s. Spróbujê u¿yæ .newsrc.
tr: %s açýlamadý, .newsrc deniyorum.

source: Unable to open %s. If you want to create %s, add command line options: -f %s --create
pl: Nie mo¿na otworzyæ %s. Je¶li chcesz utworzyc %s, dodaj w wierszu poleceñ opcje: -f %s --create
tr: %s açýlamýyor. %s yaratmak için, þu komut satýrý seçeneklerini kullanýn: -f %s --create

source: Unable to open %s for logging.
pl: Nie mogê otworzyæ pliku logowania %s.
tr: Kayýt tutmak için %s açýlamýyor.

source: Initializing GroupLens
pl: Inicjalizacja GroupLens
tr: GroupLens ayarlarý yapýlýyor

source: GroupLens disabled.
pl: GroupLens wy³±czone.
tr: GroupLens devredýþý.

source: Failed to initialize server.
pl: Nie mo¿na zainicjalizowaæ serwera.
tr: Sunucu ayarlarý baþarýsýz.

source: OVERVIEW.FMT not RFC 2980 compliant -- XOVER support disabled.
pl: OVERVIEW.FMT nie jest zgodny z RFC 2980 -- obs³uga XOVER wy³±czona.
tr: OVERVIEW.FMT, RFC 2980 uyumlu deðil -- XOVER desteði devredýþý.

source: * Press Ctrl-C to quit, any other key to continue.
pl: * Ctrl-C - wyj¶cie, dowolny inny klawisz - kontynuacja.
tr: Ctrl-C ile çýk, baþka bir tuþ ile devam et.

source: Exit on user request.
pl: Wyj¶cie na ¿±danie u¿ytkownika.
tr: Kullanýcý talebi üzerine çýk.

source: Internal Error: Mode_Stack overflow
pl: B³±d wewnêtrzny: przepe³nienie Mode_Stack

source: Internal Error: Mode_Stack underflow
pl: B³±d wewnêtrzny: niedope³nienie Mode_Stack

source: call: %s not in current keymap.
pl: call: brak polecenia %s w bie¿±cej mapie klawiszy.
tr: call: %s mevcut tuþ eþlemi içinde deðil.

source: slrn_open_dir has not been ported to VMS
pl: Funkcja slrn_open_dir nie zosta³a przeniesiona na VMS
tr: slrn_open_dir, VMS üzerinde çalýþmaz

source: Unable to getcwd
pl: Nie mo¿na wykonaæ funkcji getcwd
tr: getcwd hatasý

source: chdir %s failed. Does the directory exist?
pl: zmiana katalogu na %s nie powiod³a siê. Czy katalog istnieje?
tr: %s klasörüne geçilemedi. Bu klasör var mý?

source: Created dir %s.
pl: Utworzono katalog %s.
tr: %s klasörü oluþturuldu.

source: Unable to create directory %s. (errno = %d)
pl: Nie mogê utworzyæ katalogu %s. (errno = %d)
tr: %s klasörü oluþturulamadý. (hata = %d)

source: Error reading %s.
pl: B³±d odczytu pliku %s.
tr: %s okunurken hata.

source: Error parsing %s.
pl: B³±d sk³adniowy w pliku %s.

source: Write to %s failed.
pl: B³±d zapisu do pliku %s.
tr: %s yazma hatasý.

source: Error closing %s.
pl: B³±d zamkniêcia pliku %s.
tr: %s kapatma hatasý.

source: Unable to open active groups file %s
pl: Nie mogê otworzyæ pliku active %s.
tr: %s aktif gruplar dosyasý açýlamadý

source: %s: line %u: group name too long.
pl: %s: wiersz %u: za d³uga nazwa grupy.
tr: %s: satýr %u: grup adý çok uzun.

source: %s: line %u: Group name contains whitespace.
pl: %s: wiersz %u: nazwa grupy zawiera odstêpy.
tr: %s: satýr %u: Grup adýnda boþluk var.

source: %s: line %u: expecting positive integer in second field.
pl: %s: wiersz %u: w drugim polu oczekiwano dodatniej liczby ca³kowitej.
tr: %s: satýr %u: ikinci alanda pozitif bir tam sayý olmasý beklenir.

source: %s: line %u: expecting positive integer in third field.
pl: %s: wiersz %u: w trzecim polu oczekiwano dodatniej liczby ca³kowitej.
tr: %s: satýr %u: üçüncü alanda pozitif bir tamsayý olmasý beklenir.

source: %s: line %u: expecting 0 or 1 in fourth field.
pl: %s: wiersz %u: w czwartym polu oczekiwano 1 lub 0.

source: %s: line %u: group duplicated.
pl: %s: wiersz %u: powtórzona grupa.
tr: %s: satýr %u: grup tekrarý.

source: %s: line %u: failed to add %s.
pl: %s: wiersz %u: b³±d przy dodawaniu grupy %s.
tr: %s: satýr %u: %s eklenemedi.

source: Read failed.
pl: B³±d odczytu.
tr: Okuma baþarýsýz.

source: listgroup %s failed: %s
pl: listgroup %s, b³±d: %s
tr: listgroup %s baþarýsýz: %s

source: Only examining last %u articles since this is a new group
pl: Sprawdzam tylko ostatnich %u artyku³ów, gdy¿ jest to nowa grupa
tr: Yeni bir grup olmasý nedeniyle sadece son %u ileti inceleniyor

source: Server failed to return proper code for XHDR. The connection may be lost
pl: Serwer zwróci³ nieprawid³ow± odpowied¼ na XHDR. Po³±czenie mog³o zostaæ utracone.
tr: XHDR için sunucu uygun bir yanýt gönderemedi. Baðlantý kopmuþ olabilir

source: Server failed XHDR command: %s
pl: B³±d polecenia XHDR: %s
tr: Sunucu XHDR komutuna yanýt veremedi: %s

source: headers
pl: nag³ówki artyku³ów

source: articles
pl: artyku³y

source: %s: No articles in specified range.
pl: %s: Nie ma artyku³ów w podanym zakresie.
tr: %s: Belirtilen aralýkta ileti yok.

source: %u/%u (%u killed), Time: %02u:%02u:%02u, BPS: %lu
pl: %u/%u (%u zabitych), Czas: %02u:%02u:%02u, BPS: %lu
tr: %u/%u (%u atýk), Süre: %02u:%02u:%02u, BPS: %lu

source: %s: %u/%u (%u killed), Time: %02u:%02u:%02u, BPS: %lu
pl: %s: %u/%u (%u zabitych), Czas: %02u:%02u:%02u, BPS: %lu
tr: %s: %u/%u (%u atýk), Süre: %02u:%02u:%02u, BPS: %lu

source: Internal error: Buffer in get_heads not large enough!
pl: B³±d wewnêtrzny: Za ma³y bufor w get_heads!

source: Unable to open overview file %s.
pl: Nie mogê otworzyæ pliku overview %s.
tr: %s özet dosyasý açýlamadý.

source: %s: Retrieving requested article bodies.
pl: %s: ¦ci±gam tre¶æ artyku³ów wybranych do uzupe³nienia.

source: Error closing overview file for %s.
pl: B³±d zamkniêcia pliku overview dla grupy %s.
tr: %s için özet dosyasýný kapatma hatasý.

source: %s: no new articles available.
pl: %s: Brak nowych artyku³ów.
tr: %s: yeni ileti yok.

source: %u duplicates removed leaving %u/%u.
pl: Usuniêto duplikatów: %u, pozosta³o %u/%u.
tr: %u adet mükerrer ileti çýkarýldý, %u/%u kaldý.

source: %s: No new articles available.
pl: %s: Brak nowych artyku³ów.
tr: %s: Yeni ileti yok.

source: %s: %u articles available.
pl: %s: Dostêpnych artyku³ów: %u.
tr: %s: %u ileti var.

source: %s: Only retrieving last %u articles.
pl: %s: ¦ci±gam tylko ostatnich %u artyku³ów.
tr: %s: Sadece son %u ileti alýnýyor.

source: Fetching articles for %s.
pl: ¦ci±gam grupê %s.
tr: %s için iletiler alýnýyor.

source: Error selecting group %s. Code = %d: %s
pl: B³±d wyboru grupy %s. Kod b³êdu = %d: %s
tr: %s grubu seçilemedi. Kod = %d: %s

source: Attempting to post %s...
pl: Próbujê wys³aæ %s...
tr: %s gönderiliyor...

source: Unable to open file %s for posting.
pl: Nie mogê otworzyæ pliku wiadomo¶ci %s do wys³ania.
tr: %s gönderilemedi.

source: Server failed post cmd. Code = %d: %s
pl: B³±d polecenia post. Kod b³êdu = %d: %s
tr: Gönderme komutunda sunucu baþarýsýz. Kod = %d: %s

source: Write to server failed while posting %s.
pl: B³±d podczas wysy³ania %s.
tr: %s gönderilirken sunucuya yazýlamadý.

source: Article %s rejected. status = %d: %s.
pl: Artyku³ %s odrzucony. B³±d = %d: %s.
tr: %s iletisi reddedildi. durum = %d: %s.

source: Saving article in %s...
pl: Zapisujê artyku³ w katalogu %s...
tr: Ýleti, %s içine kaydediliyor...

source: Failed to rename %s to %s.
pl: Nie mogê zmieniæ nazwy %s na %s.
tr: %s, %s olarak yeniden adlandýrýlamadý.

source: Unable to delete %s after posting.
pl: Nie mogê usun±æ pliku %s po wys³aniu.
tr: Gönderdikten sonra %s silinemedi.

source: %s directory does not exist. Creating it...
pl: %s katalog nie istnieje. Tworzê katalog...
tr: %s klasörü yok. Oluþturuluyor...

source: chmod 0%o failed on %s.
pl: B³±d polecenia chmod 0%o %s.

source: Server does not permit posting at this time.
pl: Tym razem serwer nie pozwala na wysy³anie.
tr: Þu anda sunucu gönderime izin vermiyor.

source: Posting of %s failed.
pl: Wys³anie %s nie powiod³o siê.
tr: %s gönderilemedi.

source: %s posted.
pl: %s wys³any.
tr: %s gönderildi.

source: Unable to create tmp active file (%s).
pl: Nie mogê utworzyæ tymczasowego pliku active (%s).
tr: Geçici aktif dosyasý oluþturulamadý (%s).

source: Write failed to tmp active file (%s).
pl: B³±d zapisu do tymczasowego pliku active (%s).
tr: Geçici aktif dosyasýna yazýlamadý (%s).

source: Connection to %s lost. Performing shutdown.
pl: Po³±czenie do %s zerwane. Wychodzê.
tr: %s ile baðlantý koptu. Kapatýlýyor.

source: Error opening sltcp interface.
pl: B³±d otwarcia interfejsu sltcp.
tr: sltcp arayüzü açýlýrken hata.

source: A total of %lu bytes received, %lu bytes sent in %ld seconds.
pl: W sumie odebrano %lu bajtów, wys³ano %lu bajtów w czasie %ld sekund.
tr: Toplam %lu bayt alýndý, %lu bayt gönderildi, geçen süre %ld saniye.

source: %s version: %s
pl: %s wersja: %s
tr: %s sürüm: %s

source: Unable to create debug file %s
pl: Nie mogê utworzyæ pliku debug %s
tr: %s diyalog dosyasý oluþturulamadý

source: The slrnpull spool directory has not been defined.
pl: Katalog spoola nie zosta³ zdefiniowany.
tr: Slrnpull havuz klasörü tanýmlý deðil.

source: slrnpull started in expire mode.
pl: slrnpull startuje w trybie expire.
tr: slrnpull, eski iletileri silecek.

source: slrnpull started.
pl: slrnpull startuje.
tr: slrnpull baþlatýldý.

source: Checking for new groups.
pl: Sprawdzam nowe grupy.
tr: Yeni grup kontrolu yapýlýyor.

source: Unable to open new groups file %s.
pl: Nie mogê otworzyæ pliku nowych grup %s.
tr: %s dosyasý açýlamadý.

source: %d new groups found.
pl: Liczba nowych grup: %d.
tr: %d adet yeni grup var.

source: %s appears corrupt, expected to see: NEWGROUPS yymmdd hhmmss GMT, I will patch the file up for you.
pl: %s wygl±da na uszkodzony, oczekiwano: NEWGROUPS rrmmdd ggmmss GMT; plik zostanie naprawiony.
tr: %s bozuk görünüyor, NEWGROUPS yyaagg ssddss GMT olmasý gerek, dosya sizin için yamalanacak.

source: Performing shutdown.
pl: Wychodzê.
tr: Kapatýlýyor.

source: Slrnpull exiting on signal.
pl: Slrnpull koñczy z powodu sygna³u.
tr: Gelen sinyal ile slrnpull kapanýyor.

source: Error creating filename in %s.
pl: B³±d tworzenia pliku w %s.
tr: %s için dosyaadý oluþtururken hata.

source: Unable to stat %s.
pl: Nie mogê wykonaæ polecenia stat %s.

source: %s overview: article %u of %u in %s.
pl: przegl±d %s: artyku³ %u z %u w %s
tr: Özet %s: %u/%u ileti, grup %s.

source: Creating
pl: Tworzenie
tr: yaratýlýyor

source: Updating
pl: Aktualizowanie
tr: güncelleniyor

source: Creating Overview file for %s...
pl: Tworzê plik overview dla grupy %s...
tr: %s için özet dosyasý oluþturuluyor...

source: Unable to create filename for overview file.
pl: Nie mogê utworzyæ nazwy pliku overview.
tr: Özet dosyasý için dosyaadý oluþturulamadý.

source: Unable to open new overview file %s.
pl: Nie mogê otworzyæ nowego pliku overview %s.
tr: Yeni özet dosyasý %s açýlamadý.

source: failed to close overview file %s.
pl: nie mogê zamkn±æ pliku overview %s.
tr: %s özet dosyasý kapatýlamadý.

source: failed to close new overview file %s.
pl: nie uda³o siê zamkn±æ nowego pliku overview %s.
tr: %s yeni özet dosyasý kapatýlamadý.

source: failed to rename %s to %s.
pl: Nie mogê zmieniæ nazwy %s na %s.
tr: %s, %s olarak yeniden adlandýrýlamadý.

source: opendir %s failed.
pl: B³±d polecenia opendir %s.
tr: %s klasörü açma hatasý.

source: malloc error. Unable to expire group %s.
pl: B³±d funkcji malloc(). Nie mogê wykonaæ expire dla grupy %s.
tr: malloc hatasý. %s grubunda eski iletiler silinemedi.

source: Unable to expire %s.
pl: Nie mogê usun±æ %s.
tr: %s grubunda eski iletiler silinemedi.

source: %u articles expired in %s.
pl: Usuniêto %u artyku³ów z grupy %s.
tr: %u adet ileti silindi (grup %s).

source: Termination requested. Shutting down.
pl: Wymuszone zakoñczenie. Wychodzê.
tr: Kapatýlýyor.

source: Error reading name and password from %s.
pl: B³±d odczytu nazwy u¿ytkownika i has³a z pliku %s.
tr: Kullanýcý adý ve parola okuma hatasý: %s.

source: Empty user name. Please check syntax of the authinfo file.
pl: Pusta nazwa u¿ytkownika. Sprawd¼ sk³adniê pliku authinfo.
tr: Kullanýcý adý boþ. Lütfen authinfo dosyasýný kontrol edin.

source: Unable to read headers file for group %s.
pl: Nie mogê odczytaæ pliku z nag³ówkami dla grupy %s.

source: File %s exists, but could not be read.
pl: Plik %s istnieje, ale nie da³o siê go odczytaæ.

source: Unable to write headers file for group %s.
pl: Nie mogê zapisaæ pliku z nag³ówkami dla grupy %s.

source: Error while writing headers file for group %s.
pl: B³±d podczas zapisu pliku z nag³ówkami dla grupy %s.

source: Failed to resolve %s
pl: Nie mogê odnale¼æ %s

source: Unable to make connection. Giving up.
pl: Nie mo¿na ustanowiæ po³±czenia. Poddajê siê.
tr: Baðlantý kurulamadý, daha fazla denemeyeceðim.

source: %s: Unknown host.
pl: %s: Serwer nieznany.
tr: %s: Bu bilgisayar bilinmiyor.

source: connection to %s, port %d:
pl: po³±czenie z %s, port %d:
tr: %s baðlantýsý, kapý %d:

source: Unable to generate enough entropy
pl: Nie mogê osi±gn±æ wystarczaj±cego poziomu entropii.
tr: Yeterli entropi yok

source: SSL_CTX_new failed.
pl: B³±d funkcji SSL_CTX_new().
tr: SSL_CTX_new baþarýsýz.

source: SSL_new failed
pl: B³±d funkcji SSL_new().
tr: SSL_new baþarýsýz

source: Unexpected error: SSL connection closed
pl: Niespodziewany b³±d: po³±czenie SSL zamkniête.
tr: Beklenmedik hata: SSL baðlantýsý kapandý

source: System call failed: errno = %d
pl: B³±d funkcji systemowej: errno = %d
tr: System call failed: hata = %d

source: Possible protocol error
pl: B³±d protoko³u SSL.
tr: Muhtemel iletiþim kuralý hatasý

source: %s failed
pl: B³±d %s.
tr: %s baþarýsýz

source: *** This program does not support SSL
pl: *** Ten program nie obs³uguje SSL
tr: *** Bu programýn SSL desteði yok

source: Memory Allocation Failure.
pl: B³±d alokacji pamiêci.
tr: Bellek alýmý hatasý.

source: SSL_set_fd failed
pl: B³±d funkcji SSL_set_fd()
tr: SSL_set_fd baþarýsýz

source: Unable to open directory %s
pl: Nie mo¿na otworzyæ katalogu %s
tr: %s klasörü açýlamadý

source: Local spool directory '%s' doesn't exist.
pl: Katalog spoola '%s' nie istnieje.
tr: Havuz klasörü '%s' mevcut deðil.

source: Memory Allocation Failure
pl: B³±d alokacji pamiêci
tr: Bellek alýmý hatasý

source: %s: Line %d %sMemory Allocation Failure
pl: %s: wiersz %d %sB³±d alokacji pamiêci
tr: %s: Satýr %d %sBellek alýmý hatasý

source: %s: Error encountered processing line %d %s
pl: %s: B³±d przy przetwarzaniu wiersza %d %s
tr: %s: %d no'lu satýr iþlenirken hata oldu %s

source: %s: Command is obsolete on line %d: %s
pl: %s: Przestarza³e polecenie w wierszu %d: %s
tr: %s: %d no'lu satýrdaki komut artýk geçerli deðil: %s

source: The new usage is: set %s
pl: Nowa sk³adnia: set %s
tr: Yeni kullaným þöyle: set %s

source: %s: line %d: %sNo such keymap: %s
pl: %s: wiersz %d: %sNie ma takiej mapy klawiszy: %s
tr: %s: satýr %d: %sBöyle tuþ eþlemi yok: %s

source: %s: line %d: %serror defining key.
pl: %s: wiersz %d: %sb³±d definiowania klawisza.
tr: %s: satýr %d: %stuþ tanýmlama hatasý.

source: %s: Obsolete function name on line %d: %s The new name is: %s
pl: %s: Przestarza³a nazwa funkcji w wierszu %d: %s Nowa nazwa to: %s
tr: %s: %d no'lu satýrdaki iþlev adý artýk geçerli deðil: %s Yeni ad þöyle: %s

source: %s: line %d: %sInvalid regular expression.
pl: %s: wiersz %d: %sNieprawid³owe wyra¿enie regularne.
tr: %s: satýr %d: %sGeçersiz düzenli ifade.

source: %s: line %d: %sToo many expressions specified.
pl: %s: wiersz %d: %sZbyt wiele wyra¿eñ.
tr: %s: satýr %d: %sÇok sayýda ifade belirtilmiþ.

source: %s: Obsolete variable name on line %d: %s The new name is %s
pl: %s: Przestarza³a nazwa funkcji w wierszu %d: %s Nowa nazwa to: %s

source: %s: In this version of slrn, setting variable %s has no effect. Please refer to the manual for details.
pl: %s: W tej wersji slrn zmienna %s jest ignorowana. Po szczegó³y zajrzyj do dokumentacji.

source: %s: Obsolete variable on line %d: %s Please make use of the header_display_format command instead.
pl: %s: Przestarza³a zmienna w wierszu %d: %s Zamiast niej u¿yj polecenia header_display_format.
tr: %s: %d no'lu satýrdaki deðiþken adý artýk geçerli deðil: %s Lütfen yerine header_display_format komutunu kullanýn.

source: %s: Obsolete variable on line %d: %s Please make use of the group_display_format variable instead.
pl: %s: Przestarza³a zmienna w wierszu %d: %s Zamiast niej u¿yj polecenia header_display_format.
tr: %s: %d no'lu satýrdaki deðiþken adý artýk geçerli deðil: %s Lütfen yerine group_display_format komutunu kullanýn.

source: %s: Obsolete spelling on line %d: Use "process_verbatim_marks" instead of "process_verbatum_marks".
pl: %s: Przestarza³a literówka w wierszu %d: U¿yj "process_verbatim_marks" zamiast "process_verbatum_marks".
tr: %s: %d no'lu satýrda artk geçerli olmayan yazýlýþ var: "process_verbatum_marks" yerine "process_verbatim_marks" kullanýn.

source: %s: Obsolete variable on line %d: %s
pl: %s: Przestarza³a zmienna w wierszu %d: %s
tr: %s: %d satýrýndaki deðiþken artýk geçerli deðil: %s
